<?php

return [
    'img_1' => '/images/el/feedback.webp',
    'title' => 'Cursor Style - Επικοινωνήστε μαζί μας μέσω της φόρμας ανατροφοδότησης!',
    'descr' => 'Η γνώμη των χρηστών μας είναι πολύ σημαντική για εμάς, οπότε φροντίστε να επικοινωνήσετε μαζί μας εάν αντιμετωπίσετε δυσκολίες, απλώς πείτε μας τη γνώμη σας για την επέκταση "Cursor Style" ή προσφέρετε τις ιδέες σας.',
    'text_1' => 'Λυπούμαστε πολύ που φεύγετε.',
    'text_2' => 'Είναι πολύ σημαντικό για εμάς να γνωρίζουμε τι δεν σας άρεσε και θα προσπαθήσουμε να το διορθώσουμε το συντομότερο δυνατό!',
    'i_didnt_like' => 'Δεν μου άρεσε...',
    'send_button' => 'Αποστολή',
    'thanks_for_feedback' => 'Ευχαριστούμε για τα σχόλιά σας! Τα σχόλιά σας είναι πολύ σημαντικά για εμάς.',
    'thanks_contact' => 'Ευχαριστούμε για την επικοινωνία! Τα σχόλιά σας είναι πολύ σημαντικά για εμάς.',
    'feedback' => 'Σχόλια',
    'name' => 'Όνομα',
    'subject' => 'Θέμα',
    'message' => 'Μήνυμα',
    'email' => 'E-mail',
];
