<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'Ευχαριστούμε για την εγκατάσταση της επέκτασής μας!',
    'text_1' => 'Βεβαιωθείτε ότι χρησιμοποιείτε την επέκταση "Cursor Style" σε οποιαδήποτε ιστοσελίδα (πατήστε το πλήκτρο "F5" μία φορά για να ανανεώσετε τη σελίδα εάν ο κέρσορας δεν λειτουργεί για κάποιους λόγους), εκτός από το Chrome Web Store, τις εσωτερικές σελίδες Google και την αρχική σελίδα Chrome, καθώς η πολιτική της Google απαγορεύει τη χρήση προσαρμοσμένων κερσόρων σε αυτές τις σελίδες. Επίσης, για την ευκολία των χρηστών, ο προσαρμοσμένος κέρσορας δεν θα χρησιμοποιηθεί στο αναδυόμενο παράθυρο της επέκτασης, αλλά για τον έλεγχο του τρέχοντος κέρσορα, θα εμφανίζεται στο πεδίο «Ενεργό» του μενού της επέκτασης.',
    'text_2' => 'Κάντε κλικ στο εικονίδιο της επέκτασης "Cursor Style" που βρίσκεται στη γραμμή εργαλείων του Chrome. Ένα αναδυόμενο παράθυρο θα εμφανιστεί.',
    'text_3' => 'Θα βρείτε λεπτομερείς οδηγίες σχετικά με τον τρόπο χρήσης της επέκτασης <a href="/howto"> σε αυτήν την ενότητα</a>.',
    'text_4' => 'Για να προσθέσετε έναν κέρσορα στη βιβλιοθήκη σας, απλώς κάντε κλικ στο κουμπί "Προσθήκη" παρακάτω.',
    'more_cursors' => 'Περισσότεροι κέρσορες',
];
