<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - প্রতিক্রিয়া ফর্মের মাধ্যমে আমাদের সাথে যোগাযোগ করুন!',
    'descr' => 'আমাদের ব্যবহারকারীদের মতামত আমাদের জন্য খুবই গুরুত্বপূর্ণ, তাই কোনো সমস্যা হলে আমাদের সাথে যোগাযোগ করতে ভুলবেন না, শুধু "Cursor Style" এক্সটেনশনটি সম্পর্কে আপনার মতামত জানান অথবা আপনার ধারণা পেশ করুন।',
    'text_1' => 'আমরা অত্যন্ত দুঃখিত যে আপনি চলে যাচ্ছেন।',
    'text_2' => 'আপনি কি পছন্দ করেননি তা জানা আমাদের জন্য খুবই গুরুত্বপূর্ণ এবং আমরা যত দ্রুত সম্ভব এটি ঠিক করার চেষ্টা করব!',
    'i_didnt_like' => 'আমার ভালো লাগেনি...',
    'send_button' => 'পাঠান',
    'thanks_for_feedback' => 'আপনার মতামতের জন্য ধন্যবাদ! আপনার মতামত আমাদের জন্য খুবই গুরুত্বপূর্ণ।',
    'thanks_contact' => 'যোগাযোগ করার জন্য ধন্যবাদ! আপনার মতামত আমাদের জন্য খুবই গুরুত্বপূর্ণ।',
    'feedback' => 'প্রতিক্রিয়া',
    'name' => 'নাম',
    'subject' => 'বিষয়',
    'message' => 'বার্তা',
    'email' => 'ই-মেইল',
];
