<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'আমাদের এক্সটেনশনটি ইনস্টল করার জন্য ধন্যবাদ!',
    'text_1' => 'নিশ্চিত করুন যে আপনি যেকোনো ওয়েব পেজে "Cursor Style" এক্সটেনশনটি ব্যবহার করছেন (যদি কিছু কারণে কার্সার কাজ না করে তবে পৃষ্ঠাটি রিফ্রেশ করতে "F5" কী একবার চাপুন) ক্রোম ওয়েব স্টোর, Google অভ্যন্তরীণ পৃষ্ঠা এবং Chrome হোম পেজ ছাড়া, কারণ Google-এর নীতি এই পৃষ্ঠাগুলিতে কাস্টম কার্সার ব্যবহারের অনুমতি দেয় না। এছাড়াও, ব্যবহারকারীদের সুবিধার জন্য, কাস্টম কার্সারটি এক্সটেনশন পপ-আপে ব্যবহার করা হবে না, তবে বর্তমান কার্সার নিয়ন্ত্রণ করতে, এটি এক্সটেনশন মেনুর “Active” ফিল্ডে প্রদর্শিত হবে।',
    'text_2' => 'Chrome টুলবারে অবস্থিত "Cursor Style" এক্সটেনশন আইকনে ক্লিক করুন। একটি পপআপ প্রদর্শিত হবে।',
    'text_3' => 'আপনি কিভাবে এক্সটেনশন ব্যবহার করবেন তার বিস্তারিত নির্দেশাবলী <a href="/howto">এই বিভাগে</a> খুঁজে পাবেন।',
    'text_4' => 'আপনার লাইব্রেরিতে একটি কার্সার যোগ করতে, কেবল এটির নীচে "Add" বোতামটিতে ক্লিক করুন।',
    'more_cursors' => 'আরো কার্সারগুলি',
];
