<div class="howto-step">
  <h2>เข้าถึงและจัดการคอลเลกชันของคุณอย่างรวดเร็ว</h2>

  <p>
    หากต้องการเปิดคอลเลกชันของคุณทันที เพียงแค่ <strong>คลิกที่ไอคอนส่วนขยาย</strong> ที่มุมบนขวาของเบราว์เซอร์ของคุณ ซึ่งจะนำคุณไปยังหน้าต่างคอลเลกชันส่วนตัวของคุณโดยตรง
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/presspopup.png" alt="เปิดป๊อปอัปส่วนขยาย">
  </div>

  <p>
    ภายในแท็บ <strong>คอลเลกชัน</strong> คุณสามารถ <strong>เปิดหรือปิดส่วนขยาย</strong> ได้อย่างง่ายดายด้วยคลิกเดียว ซึ่งจะช่วยให้คุณกลับไปใช้เคอร์เซอร์ระบบเริ่มต้นได้อย่างรวดเร็วเมื่อต้องการ
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnon.png" alt="เปิดหรือปิดส่วนขยาย">
  </div>

  <p>
    คุณยังสามารถ <strong>เปิดใช้งานเอฟเฟกต์ภาพ</strong> สำหรับเคอร์เซอร์ของคุณได้ เพียงแค่สลับสวิตช์เอฟเฟกต์ และการปรับปรุงภาพที่คุณเลือกจะถูกนำไปใช้ทันที
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnoneffect.png" alt="เปิดเอฟเฟกต์">
  </div>
</div>
