<h2>Як користуватись курсорами в розширенні?</h2>
<p>
  Після того як ви додали кілька курсорів до списку через головне меню розширення, можливо, захочете ними керувати.
  Щоб видалити курсор зі списку, просто наведіть на нього курсор миші та натисніть на <strong>іконку кошика</strong>, що з'явиться зверху. Це одразу прибере курсор із вашого списку, зберігаючи порядок і зручність.
</p>

<img src="/images/en/howto/delete.png" alt="Видалити курсор" style="max-width: 100%; border-radius: 10px; margin: 20px 0;" />

<p>
  Якщо ви хочете змінити ефект, пов'язаний із курсором, просто виберіть його з випадаючого списку та натисніть кнопку
  <strong>«Переглянути додаткові налаштування»</strong>. Тут ви зможете тонко налаштувати вигляд і поведінку ефекту, щоб він найкраще відповідав вашому стилю.
</p>

<img src="/images/en/howto/effect.png" alt="Налаштування ефектів" style="max-width: 100%; border-radius: 10px; margin-top: 20px;" />
