<div class="howto-step">
  <h2>Швидкий доступ та керування вашою колекцією</h2>

  <p>
    Щоб миттєво відкрити вашу колекцію, просто <strong>натисніть на іконку розширення</strong> у правому верхньому кутку браузера. Ви одразу потрапите у вікно своєї особистої колекції.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/presspopup.png" alt="Відкрити вікно розширення">
  </div>

  <p>
    У вкладці <strong>Колекція</strong> ви можете легко <strong>увімкнути або вимкнути розширення</strong> одним кліком. Це дозволяє швидко повернутися до стандартного курсора системи при потребі.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnon.png" alt="Увімкнення або вимкнення розширення">
  </div>

  <p>
    Також можна <strong>увімкнути візуальні ефекти</strong> для курсора. Просто перемкніть ефект, і вибране покращення буде застосовано миттєво.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnoneffect.png" alt="Увімкнути ефекти">
  </div>
</div>