<?php

return [
    'title' => 'Cursor Style - 쿠키 정책',
    'descr' => '저희 웹사이트 cursor.style 또는 "Cursor Style" 확장 기능을 방문했을 때의 쿠키 정책입니다. 저희 제품을 사용할 때 고려해야 할 몇 가지 규칙입니다.',
    'text' => '<h2> 쿠키 정책 </h2>
<p> 귀하가 당사 웹사이트 cursor.style 또는 브라우저 패널의 "Cursor Style" 확장 프로그램을 방문하거나, 당사 담당자(이하 "서비스")와 상호 작용할 때, 당사는 웹 비콘, 쿠키, 픽셀 태그, 스크립트, 태그, API 및 기타 기술("추적 기술")을 사용(및 제3자가 사용하도록 허용)합니다. 이는 이 정책("쿠키 정책")에 설명되어 있으며, 당사 <a href="/privacy"> 개인 정보 보호 정책 </a>의 일부입니다. </p>
<p> 추적 기술을 사용하면 귀하와 귀하의 인터넷 행동에 대한 정보를 자동으로 수집하여 서비스 탐색을 개선하고 서비스 성능을 향상시키며 서비스 경험을 용이하게 할 수 있습니다. 또한 이 정보를 사용하여 서비스 사용에 대한 통계를 수집하고, 분석을 수행하고, 귀하의 관심사에 맞는 콘텐츠를 제공하며, 사용자, 고객 및 파트너를 위한 서비스를 관리합니다. 또한 제3자가 추적 기술을 사용하여 귀하에 대한 정보를 수집하도록 허용합니다. </p>
<p> 쿠키란 무엇입니까? 쿠키는 웹 서버가 웹 페이지를 방문할 때 귀하의 컴퓨터 또는 모바일 장치에 배치하는 작은 텍스트 파일(문자와 숫자만으로 구성)입니다. 쿠키를 사용하면 언어 선호도 및 설정을 기억하는 등 서비스의 사용 편의성을 높일 수 있습니다. 쿠키에 대한 자세한 내용은 <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a>에서 확인할 수 있습니다. </p>
<p> 쿠키는 웹사이트 성능에 널리 사용됩니다. 쿠키를 사용하면 페이지 간을 효율적으로 탐색할 수 있습니다. 쿠키는 귀하의 선호 사항을 기억하고 귀하와 서비스 간의 상호 작용을 더욱 원활하고 효율적으로 만듭니다. </p>
<p> 귀하가 서비스를 방문하거나 액세스할 때(일반적으로 당사 웹사이트를 방문할 때) 추적 기술을 사용합니다. 이를 "퍼스트 파티 추적 기술"이라고 합니다. 또한 추적 기술은 당사 서비스(예: 분석 서비스 제공업체, 비즈니스 파트너 및 광고주)에 콘텐츠를 게시하는 다른 제3자 조직에서 저장합니다. 이를 "타사 추적 기술"이라고 합니다. 두 가지 유형의 추적 기술은 서비스 방문 시간 동안 또는 반복 방문에 대해 저장할 수 있습니다. </p>
<h3> 당사는 어떤 유형의 추적 기술을 사용합니까? 추적 기술에는 5가지 주요 유형이 있습니다. </h3>
<ul>
<li> <b> 필수 추적 기술 </b> <br> <p> 이러한 추적 기술은 귀하가 로그인하고, 탐색하고, 서비스 기능을 사용하거나 요청한 서비스(예: 귀하의 사용자 이름)를 제공하는 데 필요합니다. 이러한 추적 기술을 사용하기 위해 귀하의 동의가 필요하지 않습니다. 이러한 추적 기술은 보안 및 무결성 목적으로, 예를 들어 당사 정책 위반을 식별하고 지원 또는 보안 기능에 사용될 수 있습니다. </p> </li>
<li> <b> 기능 추적 기술 </b> <br> <p>
이러한 추적 기술을 통해 서비스는 귀하의 선택(예: 언어)을 기억하고 고급 및 개인화된 기능을 제공할 수 있습니다. 예를 들어, 이러한 추적 기술은 인증(로그인 시 기억) 및 서비스의 다른 기능을 지원하는 데 사용됩니다. </p> </li>
<li> <b> 성능 추적 기술 </b> <br> <p>
이러한 추적 기술은 행동 데이터 및 콘텐츠 참여 지표를 포함하여 온라인 활동(예: 서비스 방문 기간)에 대한 정보를 수집합니다. 이러한 추적 기술은 분석, 연구 및 통계(집계된 정보에 기반)에 사용됩니다. </p> </li>
<li> <b> 마케팅 또는 광고 추적 기술 </b> <br> <p>
이러한 추적 기술은 귀하의 관심사에 따라 특별 제안 및 광고를 제공하고 이메일 마케팅 캠페인을 수행하는 데 사용됩니다. 또한 광고가 표시되는 횟수를 제한하고 광고 캠페인의 효과를 측정하는 데 사용할 수도 있습니다. 일반적으로 당사 광고주(예: 광고 네트워크)에서 호스팅하며, 광고를 보고 상호 작용하고, 웹사이트를 방문하거나 앱을 사용하는 사람들에 대한 아이디어를 제공합니다. </p> </li>
<li> <b> 소셜 미디어 추적 기술 </b> <br> <p>
당사 웹사이트에는 Facebook 및 Vkontakte의 좋아요 또는 공유 버튼, 또는 타사 로그인 서비스와 같은 소셜 네트워크 기능이 포함되어 있습니다. 이러한 기능은 제3자가 게시하거나 당사의 서비스에 직접 게시됩니다. 이러한 기능과의 상호 작용에는 이러한 기능을 제공하는 회사의 개인 정보 보호 정책이 적용됩니다. </p> </li> </ul>
<h3> 다음은 서비스에서 찾을 수 있는 쿠키입니다. </h3>
<ul>
<li> <b> 쿠키 분석 </b> <br> <p> 이러한 추적 기술은 서비스의 콘텐츠와 상호 작용하는 방식, 귀속 목적(예: 추천 URL) 등에 대한 정보를 수집하는 데 사용됩니다. 이 정보를 사용하여 보고서를 컴파일하고, 당사에 지급해야 할 수입을 계산하며, 서비스를 개선하고 개인화된 제품과 콘텐츠를 제공하는 데 도움을 줍니다. </p> </li>
<li> <b> Google Analytics </b> <br> <p> 이 쿠키는 방문자가 플랫폼을 사용하는 방식에 대한 정보를 수집하는 데 사용됩니다. 이 정보를 사용하여 보고서를 컴파일하고 플랫폼을 개선합니다. 쿠키는 익명 형태로 정보를 수집하며, 여기에는 플랫폼 방문자 수, 방문자가 플랫폼에 접속한 위치, 방문한 페이지가 포함됩니다. <br> <a href = "https://policies.google.com/privacy?hl=en" > 개인 정보 보호 정책 </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> 이 쿠키는 웹사이트 페이지에 스크립트를 로드하는 데 사용하는 Google Tag Manager와 연결됩니다. <br> <a href = "https: //policies.google.com/privacy?hl=en">개인 정보 보호 정책 </a> </p> </li>
</ul>
<p> 당사는 추적 기술에 대한 자동 브라우저 알림, Do Not Track 요청을 인식하거나 응답하지 않습니다. 그러나 쿠키 설정을 관리하고 관리하는 다양한 방법이 있습니다. 쿠키를 삭제하거나 차단하면 서비스의 일부 기능이 제대로 작동하지 않거나 효율적으로 작동하지 않을 수 있습니다. </p>
<p> 대부분의 웹 브라우저는 쿠키에 대한 일반적인 정보를 제공하고, 장치에 저장된 쿠키를 확인하고, 모두 삭제하거나 개별적으로 삭제할 수 있으며, 모든 웹사이트 또는 개별적으로 선택한 사이트에 쿠키 사용을 차단하거나 허용할 수 있습니다. 또한 타사 쿠키를 별도로 비활성화할 수 있습니다. 브라우저 또는 장치에서 제공하는 설정은 해당 브라우저 또는 장치에만 적용되는 경우가 많습니다. </p>
<h3> 쿠키 정보는 일반적으로 웹 브라우저의 도움말 섹션에서 찾을 수 있습니다. </h3>
<p> 다음은 일반적으로 사용되는 일부 웹 브라우저에 대한 링크입니다. </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer 및 Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> 다음 링크를 클릭하여 타겟팅/광고에 대한 일부 타사 쿠키를 끌 수 있습니다. <a href="http://optout.networkadvertising.org/?c=1"> 관심 기반 광고 옵트아웃 </a>. </p>
				',
];
