<?php

return [
    'title' => 'Cursor Style - 저희 제품 사용 약관',
    'descr' => '이용 약관은 귀하와 “Cursor Style”(“서비스”, “당사” 또는 “서비스”) 사이에 체결됩니다. 본 서비스는 13세 이상 사용자에게만 개인적인 용도로 제공되며 상업적 용도로는 사용할 수 없습니다.',
    'text' => '<h2>서비스 약관</h2>
<h3>웹사이트 및 확장을 사용하기 전에 다음 약관을 읽으십시오.</h3>
<p>이 이용 약관은 귀하와 "Cursor Style"("서비스", "저희" 또는 "서비스") 간에 체결됩니다. 다음 약관과 참조로 명시적으로 포함된 모든 문서(통칭하여 "이용 약관")는 당사 서비스(통칭하여 "서비스")를 통해 제공되는 모든 콘텐츠, 기능 및 서비스를 포함하여 cursor.style 웹사이트 와 브라우저 확장에 대한 귀하의 액세스와 사용을 규정합니다.</p>
<p>웹사이트나 확장을 사용함으로써 귀하는 이러한 이용 약관을 준수하고 동의하는 것으로 간주됩니다. 이러한 이용 약관 또는 <a href="/privacy"> 개인 정보 보호 정책 </a>에 동의하지 않으면 웹사이트 및 확장에 액세스하거나 사용하지 않아야 합니다.</p>
<p>이 서비스는 개인적인 용도로만, 상업적인 용도가 아닌 13세 이상 사용자에게 제공됩니다. 이 서비스를 사용함으로써 귀하는 (I) 13세 이상이고, (II) 관련 법률에 따라 웹사이트를 사용하는 것이 금지되지 않으며, (III) 개인적인 필요에 따라서만 서비스를 사용함을 진술하고 보증합니다. 이러한 요구 사항을 충족하지 않으면 서비스에 액세스하거나 사용하지 않아야 합니다.</p>
<p>당사는 재량에 따라 이러한 이용 약관을 수시로 개정하고 업데이트할 수 있습니다. 모든 변경 사항은 게시 후 즉시 효력이 발생합니다. 개정된 이용 약관의 게시 후에도 서비스를 계속 사용하면 귀하는 변경 사항을 수락하고 동의하는 것으로 간주됩니다. 변경 사항에 대해 계속 알고 있기 위해 이 페이지를 자주 방문하여야 하며, 변경 사항은 귀하에게 구속력이 있습니다.</p>
<p>당사는 단독 재량으로 통지 없이 이 웹사이트 및 확장, 웹사이트 및 확장에서 제공하는 모든 서비스 또는 자료를 철회하거나 수정할 권리가 있습니다. 당사는 당사 사이트, 확장 또는 그 내용이 항상 사용 가능하거나 중단되지 않을 것이라고 보장하지 않습니다. 어떠한 이유로든 서비스의 전부 또는 일부를 사용할 수 없게 되는 경우 당사는 책임을 지지 않습니다. 당사는 수시로 웹사이트 또는 확장 또는 전체 서비스의 특정 부분에 대한 사용자 액세스를 제한할 수 있습니다.</p>
<p>귀하는 서비스에 액세스할 수 있도록 하는 데 필요한 모든 조치를 취할 책임이 있습니다. 귀하의 인터넷 연결을 통해 서비스에 액세스하는 모든 사람이 이러한 이용 약관을 인지하고 이를 준수하도록 합니다. 서비스 또는 일부 자원의 액세스를 위해서는 특정 정보 또는 기타 정보를 제공하도록 요청받을 수 있습니다. 귀하는 이 서비스 또는 기타를 사용하여 당사에 제공하는 모든 정보(단, 이에 국한되지 않음)는 당사의 <a href="/privacy"> 개인 정보 보호 정책 </a>의 적용을 받으며, 당사가 귀하의 정보와 관련하여 개인 정보 보호 정책에 따라 수행하는 모든 조치에 동의합니다.</p>
<p>공용 또는 공유 컴퓨터에서 서비스에 개인 정보를 입력할 때는 특히 주의해야 하며, 다른 사람이 귀하의 개인 정보를 보거나 기록할 수 없도록 해야 합니다. 웹사이트, 확장 및 모든 콘텐츠, 기능 및 특징(단, 모든 정보, 확장, 텍스트, 이미지, 사진, 이미지 및 커서뿐만 아니라 디자인, 선택 및 배치에 국한되지 않음)은 "Cursor Style", 해당 라이선스 제공자 또는 기타 이러한 자료의 공급업체의 소유이며 저작권, 상표, 특허, 영업 비밀 및 기타 지적 재산권 또는 재산권으로 보호됩니다.</p>
<p>이러한 이용 약관은 귀하가 개인적이고 비상업적인 용도로만 웹사이트를 사용할 수 있도록 허용합니다. 다음의 경우를 제외하고 당사 웹사이트의 자료를 복제, 배포, 수정, 파생물을 만들거나, 재출판, 다운로드, 저장 또는 전송할 수 없습니다. 개인적인 필요에 따라 사용할 수 있으며, 개인적이고 비상업적인 용도로 웹사이트 및 확장 또는 해당 내용의 합리적인 분량의 페이지 1부를 인쇄하거나 다운로드할 수 있으며, 추가 복제, 출판 또는 배포를 위한 것이 아닙니다.</p>
<p>이 사이트 또는 확장 및 해당 콘텐츠의 자료 사본을 수정해서는 안 됩니다. 이 사이트 및 확장의 사본에서 저작권, 상표 또는 기타 소유권 고지를 삭제하거나 수정하지 마십시오. 웹사이트 또는 확장 또는 웹사이트 또는 확장을 통해 사용할 수 있는 서비스 또는 자료의 어떤 부분에 대해서도 상업적 목적으로 액세스하거나 사용해서는 안 됩니다.</p>
<p>이 섹션에 나열된 것과 다른 웹사이트 또는 확장 자료를 사용하려면 Chrome 웹 스토어의 지원 페이지에서 요청을 보내십시오.</p>
<p>이용 약관을 위반하여 웹사이트 또는 확장의 일부를 인쇄, 복사, 수정, 다운로드하거나 다른 사람에게 다른 사람에게 액세스를 제공하는 경우 웹사이트 및 확장을 사용할 수 있는 귀하의 권한이 즉시 종료되며 당사의 재량에 따라 가지고 있는 자료의 사본을 반환하거나 파기해야 합니다. 이러한 이용 약관에서 명시적으로 허용하지 않는 확장의 웹사이트 사용은 이러한 이용 약관을 위반하는 것이며 저작권, 상표 및 기타 법률을 위반할 수 있습니다.</p>
<p>“Cursor Style”이라는 이름, “Cursor Style” 로고 및 모든 관련 이름, 로고, 이미지, 커서 및 서비스 이름, 디자인 및 슬로건은 "Cursor Style" 또는 관련 회사 또는 라이선스 제공자의 상표입니다. 서비스의 사전 서면 허가 없이 이러한 표식을 사용해서는 안 됩니다. 이 웹사이트 및 확장의 다른 모든 이름, 로고, 제품 및 서비스 이름, 디자인 및 슬로건은 해당 소유자의 상표입니다. 귀하는 적법한 목적으로만, 이러한 이용 약관에 따라 서비스 를 사용할 수 있습니다.</p>
<h3>귀하는 다음을 위해 서비스를 사용하지 않기로 동의합니다.</h3>
<ul>
<li>적용 가능한 모든 연방, 지역, 지방 또는 국제 법률 또는 규정(단, 러시아 및 기타 국가에 대한 데이터 또는 소프트웨어 수출과 관련한 모든 법률에 국한되지 않음)을 위반하는 방식으로.</li>
<li>미성년자를 착취, 해치거나, 해를 입히거나, 부적절한 콘텐츠에 노출하거나, 미성년자를 식별하는 정보를 요청하는 등의 목적으로.</li>
<li>이용 약관을 준수하지 않는 모든 자료를 의도적으로 수신, 다운로드, 사용 또는 재사용.</li>
<li>당사의 사전 서면 동의 없이 모든 광고 또는 홍보 자료를 전송 또는 구매, "원치 않는 서신", "연쇄 편지" 또는 "스팸" 또는 기타 유사한 제안을 포함합니다.</li>
<li>"Cursor Style" 직원이거나, 다른 사용자이거나, 다른 사람 또는 조직(단, 위에서 언급한 모든 것과 관련된 이메일 주소 또는 별칭 사용에 국한되지 않음)을 사칭하거나 사칭하려는 경우.</li>
<li>서비스 사용을 제한하거나 방해하거나, 당사가 결정한 대로 서비스 또는 서비스 사용자에 해를 입히거나 책임을 지는 다른 조치에 참여합니다.</li>
</ul>
<h3>또한 귀하는 다음 사항에 동의하지 않습니다.</h3>
<ul>
<li>사이트 작동을 비활성화, 과부하, 손상 또는 저하시키거나, 다른 당사자의 서비스 사용을 확대하거나 방해할 수 있는 방식으로 서비스를 사용하는 경우, 서비스 참여를 포함하여 실시간 작업에 참여할 수 있는 기능.</li>
<li>모니터링 또는 서비스의 모든 자료 복사를 포함하여 모든 목적으로 서비스에 액세스하기 위해 자동화 도구, 프로세스 또는 수단을 사용합니다.</li>
<li>사전 서면 동의 없이 서비스를 추적하거나 복사하기 위해 수동 프로세스를 사용하거나 다른 무단 목적으로 사용합니다.</li>
<li>서비스의 정상적인 작동을 방해하는 모든 장치, 소프트웨어 또는 절차를 사용합니다.</li>
<li>바이러스, 트로이 목마, 웜, 논리 폭탄 또는 기타 유해하거나 기술적으로 유해한 자료를 소개합니다.</li>
<li>서비스, 서비스가 저장된 서버 또는 서비스에 연결된 서버, 컴퓨터 또는 데이터베이스의 무단 액세스, 간섭, 손상 또는 중단을 시도합니다.</li>
<li>서비스 거부 공격 또는 분산 서비스 거부 공격을 사용하여 서비스를 공격합니다.</li>
</ul>
<p>서비스를 통해 또는 서비스를 통해 제공되는 정보는 일반적인 정보 제공 목적으로만 제공됩니다. 당사는 이 정보의 정확성, 완전성 또는 유용성을 보장하지 않습니다. 귀하는 전적으로 귀하의 책임 하에 그러한 정보를 신뢰합니다. 당사는 귀하, 서비스의 다른 방문자 또는 해당 내용에 대해 알 수 있는 모든 사람의 이러한 자료에 대한 의존으로 인해 발생하는 모든 책임과 책임을 부인합니다.</p>
<p>이 서비스에는 다른 사용자와 타사 라이선스 제공자, 신디케이터, 수집기 및/또는 보고 서비스를 제공하는 자료를 포함하여 타사에서 제공하는 콘텐츠가 포함됩니다. 이러한 자료에 표현된 모든 진술 및/또는 의견, 모든 기사 및 질문에 대한 답변 및 기타 콘텐츠는 서비스에서 제공하는 콘텐츠를 제외하고는 이러한 자료를 제공하는 개인 또는 조직의 유일한 의견 및 책임입니다. 이러한 자료는 반드시 서비스의 견해를 반영하는 것은 아닙니다. 당사는 타사에서 제공하는 모든 자료의 내용 또는 정확성에 대해 귀하 또는 제 3자에게 책임을 지지 않습니다.</p>
<p>당사는 수시로 서비스 콘텐츠를 업데이트할 수 있지만 반드시 완전하거나 최신 상태인 것은 아닙니다. 서비스의 모든 자료는 언제든지 오래될 수 있으며 당사는 해당 자료를 업데이트할 필요가 없습니다. 당사는 웹사이트 및 확장의 정보를 업데이트, 수정, 변경하고 자체 결정에 따라 모든 변경 및 업데이트를 할 수 있습니다.</p>
<p>이 서비스에서 수집한 모든 정보는 개인 정보 보호 정책의 적용을 받습니다. 서비스를 사용함으로써 귀하는 <a href="/privacy"> 개인 정보 보호 정책 </a>에 따라 귀하의 정보와 관련하여 당사가 취하는 모든 조치에 동의하는 것으로 간주됩니다.</p>
<p>추가적인 약관이 서비스의 특정 부분, 서비스 또는 기능에 적용될 수도 있습니다. 이러한 모든 추가 약관은 여기에 참고로 이러한 이용 약관에 통합되어 있습니다.
당사 웹사이트 또는 확장에 링크할 수 있습니다. 링크는 정직하고 합법적인 방식으로 이루어져야 하며 당사의 평판을 손상시키거나 사용해서는 안 됩니다. 하지만 서면 동의 없이 당사의 제휴, 보증을 제안하는 방식으로 링크를 설정해서는 안 됩니다.</p>
<p>서비스에는 타사에서 제공하는 다른 사이트 및 자료에 대한 링크가 포함되어 있으며, 이러한 링크는 귀하의 편의를 위해서만 제공됩니다. 여기에는 배너 광고 및 후원 링크를 포함한 광고에 포함된 링크가 포함됩니다. 당사는 이러한 사이트 또는 자료의 콘텐츠를 제어하지 않으며, 그 내용 또는 사용으로 인해 발생할 수 있는 모든 손실 또는 손상에 대해 책임을 지지 않습니다. 본 서비스와 관련된 타사 웹사이트에 접속하기로 결정한 경우, 귀하는 귀하의 책임 하에 해당 웹사이트의 이용약관에 따라 접속합니다. 당사는 사전 통지 없이 링크할 수 있는 권한을 철회할 권리가 있습니다.</p>
<p>귀하는 인터넷 또는 웹사이트를 통해 다운로드할 수 있는 파일에 바이러스나 기타 악성 코드가 포함되어 있지 않다고 보장하거나 보장할 수 없다는 것을 이해합니다. 귀하는 바이러스 백신 보호 및 데이터 입출력의 정확성에 대한 귀하의 특수한 요구 사항을 충족하기에 충분한 절차 및 제어 지점을 구현하고, 손실된 데이터를 복구하기 위해 당사 사이트 외부의 수단을 유지할 책임이 있습니다. 당사는 서비스, 서비스에서 게시된 모든 자료를 다운로드하여 얻은 서비스, 바이러스 또는 기타 기술적 멀웨어로 인해 발생하는 모든 손해 또는 부상에 대해 책임을 지지 않으며 컴퓨터 장비, 컴퓨터 소프트웨어, 데이터를 감염하거나 손상시킬 수 있습니다.</p>
<p>귀하는 전적으로 귀하의 책임 하에 서비스, 해당 콘텐츠 및 서비스를 통해 또는 서비스를 통해 얻은 모든 서비스 또는 항목을 사용합니다. 서비스, 해당 콘텐츠 및 웹사이트 및 확장을 통해 얻은 모든 서비스 또는 항목은 어떠한 보증 없이 "있는 그대로" 그리고 "사용 가능한 상태"로 제공됩니다. 서비스와 관련된 어떠한 사람도 서비스의 완전성, 안전성, 신뢰성, 품질, 정확성 또는 접근성에 대해 어떠한 보증 또는 진술을 제공하지 않습니다. 위의 제한 없이 "Cursor Style" 또는 관련 "Cursor Style" 대리인은 사이트, 확장, 해당 콘텐츠 또는 모든 수리가 이전에 사용 가능했음을 보장하지 않으며, 당사 확장을 수정하거나, 사이트 또는 이를 배치하는 서버가 바이러스 또는 기타 유해 구성 요소 없이, 또는 이 웹 사이트 또는 수행된 모든 서비스 또는 항목이 지정됩니다.
<p> 어떠한 경우에도 서비스, 해당 계열사 또는 라이선스 제공자, 서비스, 직원, 대리인, 임원 또는 이사는 서비스에 대한 모든 책임에 대해 손해에 대해 책임을 지지 않습니다. 또는 해당 다른 웹사이트 또는 서비스 또는 서비스 또는 다른 웹사이트에서 얻은 항목, 개인 상해, 정서적 장애, 손상 또는 예상 절약, 사용 손실, 데이터 또는 기타 상황을 포함한 모든 직접적, 특별 또는 결과적 손해에 대한 책임이 있습니다. 정의된 내용은 사기 등을 포함하는 적용 가능한 법률에 따라 배제하거나 제한할 수 없는 모든 책임을 결정하지 않습니다.</p>
<p>귀하는 귀하의 위반 또는 이러한 이용, 콘텐츠, 서비스 및 제품 사용을 포함하되 이에 국한되지 않고 웹사이트 또는 확장에 대한 명시적인 이용 약관에 의해 제공되지 않는 서비스의 사용, 이용 약관을 위반하는 모든 주장 및 책임, 법원 결정, 비용, 비용 또는 수수료(변호사 수수료 포함)로부터 "Cursor Style", 관련 회사, 라이선스 제공자 및 서비스 제공자, 해당 임원, 이사, 직원, 계약자, 대리인, 라이선스 제공자, 공급업체, 할당자 및 모든 사용자를 보호하고, 면책하고, 방어하는 데 동의합니다. 또는 서비스에서 받은 모든 정보를 사용합니다.</p>
<p>이용 약관의 어떤 조항이 법원 또는 기타 관할 법원에서 무효, 불법 또는 집행 불가능한 것으로 판명되는 경우, 해당 조항을 폐지하거나 최소한 제한하여 이용 약관의 나머지 조항이 전체 상태로 유지되도록 해야 합니다. 이용 약관, 당사 개인 정보 보호 정책 및 이벤트 등록 조건은 서비스와 관련하여 귀하와 "Cursor Style" 간의 유일하고 완전한 계약을 구성하며, 서비스에 대한 이전 및 동시 계약, 계약, 진술 및 보증(서면 및 구두 모두)을 대체합니다.</p>
<p>서비스와 관련된 모든 검토, 댓글, 기술 지원 요청 및 기타 메시지는 Chrome 웹 스토어의 "Cursor Style" 지원 페이지로 전달해야 합니다.</p>
',
];
