<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - Свържете се с нас чрез формуляра за обратна връзка!',
    'descr' => 'Мнението на нашите потребители е много важно за нас, затова не се колебайте да се свържете с нас, ако имате някакви затруднения, просто ни кажете какво мислите за разширението "Cursor Style" или предложете вашите идеи.',
    'text_1' => 'Съжаляваме много, че си тръгвате.',
    'text_2' => 'За нас е много важно да знаем какво не ви хареса и ще се опитаме да го поправим възможно най-скоро!',
    'i_didnt_like' => 'Не ми хареса...',
    'send_button' => 'Изпрати',
    'thanks_for_feedback' => 'Благодарим за обратната връзка! Вашата обратна връзка е много важна за нас.',
    'thanks_contact' => 'Благодарим за връзката! Вашата обратна връзка е много важна за нас.',
    'feedback' => 'Обратна връзка',
    'name' => 'Име',
    'subject' => 'Предмет',
    'message' => 'Съобщение',
    'email' => 'E-mail',
];
