<?php

return [
    'img_1' => '/images/bg/success/success-menu.webp',
    'img_2' => '/images/bg/success/add.webp',
    'thanks_for_install' => 'Благодарим ви, че инсталирахте нашето разширение!',
    'text_1' => 'Уверете се, че използвате разширението "Cursor Style" на всяка уеб страница (натиснете клавиша "F5" веднъж, за да обновите страницата, ако курсорът не работи по някаква причина), с изключение на Chrome Web Store, вътрешните страници на Google и началната страница на Chrome, тъй като политиката на Google забранява използването на персонализирани курсори на тези страници. Също така, за удобство на потребителите, персонализираният курсор няма да се използва в изскачащия прозорец на разширението, но за да контролирате текущия курсор, той ще бъде показан в полето "Активен" на менюто на разширението.',
    'text_2' => 'Кликнете върху иконата на разширението "Cursor Style", намираща се на лентата с инструменти на Chrome. Ще се появи изскачащ прозорец.',
    'text_3' => 'Ще намерите подробни инструкции за това как да използвате разширението <a href="/howto"> в този раздел</a>.',
    'text_4' => 'За да добавите курсор към вашата библиотека, просто кликнете върху бутона "Добави" под него.',
    'more_cursors' => 'Още курсори',
];
