<?php

return [
    'halo_descr' => 'Haloは、Bungieが制作した戦闘ファンタジーメディアフランチャイズです。最初の三人称視点シューティングゲームの三部作に基づいています。ストーリーは、スパルタンと呼ばれるスーパーソルジャーのグループの一員であるマスターチーフと、彼の仲間である人工知能コルタナの人生で起こる出来事を中心に展開します。ゲームの成功は、フランチャイズを他のメディアに拡大させました。Haloの世界は現在、多くの書籍、グラフィックノベル、コミック、ショートフィルム、アニメーション、長編映画に及んでいます。',
    'halo_short_descr' => 'アーティファクトカーソルに触れて、あなたは選ばれし者かもしれません',
    'halo' => 'HALO',
    'lol_surprise_descr' => 'LOLサプライズ人形は子供たちと恋に落ち、最初の数分で彼らの心を勝ち取りました。そしてこれは驚くことではありません。なぜなら、そのような成功はミステリー、奇跡への期待、気持ちの良い驚きに基づいており、それは子供だけでなく親も喜ばせるからです。贈り物の秘密は、最終的な開封後にのみ子供に明かされます。いずれにせよ、LOL人形は魅力的なデザイン、陰謀、多数の驚くべき現実的なアクセサリーと気持ちの良い小物、そして最高品質の生産と玩具の詳細を備えています。',
    'lol_surprise_short_descr' => '美しいサプライズの愛好家のためのクールな美しさ',
    'lol_surprise' => 'L.O.L. Surprise',
    'squid_game_descr' => 'このシリーズは、すべて深い借金を抱えた456人のプレイヤーが、10億の賞金を獲得するために、一連の致命的な子供向けゲームをプレイするために命を危険にさらすというコンテストを中心に展開します。内部には、危険な高額の賭け金が待っている魅力的な賞品があります。シリーズのタイトルは、同様の名前の韓国の子供向けゲームに由来しています。ファンは、子供の頃の経済的な悩みと、韓国と資本主義における階級格差に基づいて、このアイデアを思いつきました。',
    'squid_game_short_descr' => '全てを賭ける時、正しいプレイヤーの顔を選びましょう。',
    'squid_game' => 'イカゲーム',
    'harry_potter_descr' => 'ハリー・ジェームズ・ポッターは、イギリスの作家J・K・ローリングによる小説シリーズの主人公です。11歳の誕生日に、ハリーは自分が魔法使いであり、ホグワーツ魔法魔術学校に入学する運命にあることを知ります。そこで彼は校長アルバス・ダンブルドアや他の学校の教授たちの指導の下で魔法を学びます。ハリーはまた、小説の魔法界全体で既に知られており、彼の運命が危険な闇の魔法使いヴォルデモートの運命とつながっていることを知ります。',
    'harry_potter_short_descr' => 'ハリー・ポッターのカーソルコレクションから、魔法の杖で何をする？',
    'harry_potter' => 'ハリー・ポッター',
    'marvel_comics_descr' => 'マーベル・コミックスは、スパイダーマン、アイアンマン、キャプテン・アメリカ、ハルク、ソー、アベンジャーズ、ガーディアンズ・オブ・ギャラクシー、X-メン、ファンタスティック・フォー、デッドプールなどの著名なスーパーヒーローを生み出したことで知られるコミック出版会社です。 マーベルの最も有名な悪役には、グリーン・ゴブリン、レッド・スカル、ロキ、サノス、ウルトロン、ドクター・ドゥーム、マグニートーなどがいます。 マーベル・コミックスとDCコミックスは、いくつかのクロスオーバー・プロジェクトで協力し、意図的に短命に終わったAmalgam Comicsインプリントも共同で設立しました。',
    'marvel_comics_short_descr' => '私たちの中にいるスーパーヒーロー - あなたのものを選択してください',
    'marvel_comics' => 'マーベルコミックス',
    'cookie_run_kingdom_descr' => 'DevsistersのCookie Run: KingdomでCookie Kingdomへようこそ。Cookie Runの世界を舞台にした愛らしい戦略RPGです。GingerBraveが邪悪な魔女のオーブンから脱出した今、彼はクッキーのチームを編成し、崩壊したCookie Kingdomを再建するクエストに乗り出す時です。Kingdom崩壊の真相を解き明かし、GingerBraveが自分の運命を果たすのを阻止しようとする闇の勢力を倒すために、Kingdom最強のクッキーの部隊をまとめましょう。',
    'cookie_run_kingdom_short_descr' => 'オーブンから出てきた小さな戦士たち',
    'cookie_run_kingdom' => 'クッキーラン：キングダム',
    'genshin_impact_descr' => 'Genshin Impactはオープンワールドのアドベンチャーゲームです。つまり、川や山の向こう側には、新しくて楽しい風景があなたを待っています。エネルギーを賢く使う必要があります。さまよう妖精や奇妙なメカニズムに出会ったら、大胆にその謎を解き明かしましょう。しかし、それが何をもたらすか - 厄介事か、それとも嬉しい驚きか - それはあなただけが知っています！広大なテイワット大陸では、七つの王国を巡り、様々なスキルを持つ仲間を見つけ、行方不明の愛する人を探して強力な敵と戦います。',
    'genshin_impact_short_descr' => '七つの王国のエレメンタルマスターになろう',
    'genshin_impact' => '原神 (Genshin Impact)',
    'frozen_descr' => '古代の予言が成就し、王国が冬の抱擁に陥ったとき、3人の勇敢な英雄 - アナ王女、勇敢なクリストフ、そして忠実なトナカイのスヴェン - は、国から冷たい呪いを解くことができるアナの妹、エルサを見つけるために山へ向かいます。途中で、多くの困難な驚きとエキサイティングな冒険が彼らを待ち受けています。神秘的なトロールとの出会い、オラフという名前の魅力的な雪だるまとの出会い、エベレストよりも急な山の頂上、そしてたくさんの魔法。英雄たちは、王国と大切な人々を救うために、強大な要素に抵抗しなければなりません。',
    'frozen_short_descr' => 'アナと雪の女王のカーソルコレクションで氷を簡単に壊しましょう。',
    'frozen' => 'アナと雪の女王',
    'stranger_things_descr' => 'シーズン3のフィナーレから半年以上が経過。ジョイス、ウィル、イレブン、ジョナサンはカリフォルニアに引っ越し、そこで少女は学校でいじめられています。残りの人々は、ホーキンスに現れた並行世界から来た新しいモンスターと戦い始めます。彼は、ダンジョンズ＆ドラゴンズのボードゲームのキャラクターにちなんでヴェクナと名付けられました。それは10代の若者に心理的な影響を与え、次に精神的に頭に潜り込み、殺します。並行して、ジョイスとマレーはジム・ゴッパーが生きていることを知り、カムチャツカのソビエト刑務所へ彼を追いかけます。そしてイレブンは戻ってきて力を高めなければなりませんが、ゴキンスで同じモンスターを作り出す上での自分の重要な役割も学ぶことになります。

脚本家たちは、彼らが気に入っていた最後の数シーズンのプロット戦術を変えませんでした。第4シーズンでは、主要キャラクターの大グループをグループに分け、彼らのために難しいタスクを思いつき、最後に素晴らしい結末で彼らの物語を一緒に構築しました。Stranger Thingsカーソルコレクションを使って、これらのすべての冒険を詳しく理解することをお勧めします。',
    'stranger_things_short_descr' => '次は何が起こる？ - Stranger Things 4 のカーソル',
    'stranger_things' => 'Stranger Things 4',
    'roblox_bed_wars_descr' => 'Bed Warsは、Minecraftで初めて登場したオリジナルのモードです。プレイヤーの任務は、ユーザーが自分の基地とベッドを守ることでした。

Robloxは毎日、さらにエキサイティングなゲームを提供しており、BedWarsも例外ではありません。そして、もしあなたがベッドウォーズが好きで、自分の部屋で身を守るのが好きなら、これはあなたにぴったりのタイトルです。なぜなら、今回はデジタルながらも、子供時代にタイムスリップできるからです。

必要なことは、パートナーと協力して、攻撃者から自分のベッドを守ることです。ロビーに入り、誰とプレイするかを選び、準備完了です。あとは守るだけです。

もちろん、防衛となると、いくつかの問題があり、勝利を助ける特定の資源、アイテム、アイテムがあります。たとえば、Bed Warsカーソルコレクションで見つけることができる限定スキンなどです。',
    'roblox_bed_wars_short_descr' => 'Roblox Bed Warsのカーソルでベッドを守ろう',
    'roblox_bed_wars' => 'Roblox Bed Wars',
    'naruto_anime_descr' => 'うずまきナルトの誕生日に、伝説の悪魔である九尾の狐が木ノ葉と呼ばれる村を襲撃しました。四代目火影は、自らの命と引き換えに、生まれたばかりのナルトに悪魔を封印することで村を救い、知らず知らずのうちに彼を仲間の村人からの憎しみという運命に導きました。
多くの忍術の分野で才能を欠き、落ち着きがなく、生意気にもかかわらず、ナルトには、村最強の忍者である火影になるという夢があります。得られなかった認知を渇望し、彼はチームメイトのうちはサスケと春野サクラ、そして彼の師であるはたけカカシと一緒に一生懸命努力し、訓練します。彼と彼の仲間たちは、彼らの大切な夢への道で多くのことを経験しなければなりません：戦い、愛、友情、裏切り、力の渇望。ナルトのアニメカーソルのコレクションは、あなた自身の道をナビゲートするのに役立ちます！',
    'naruto_anime_short_descr' => 'ナルトのアニメカーソルであなたの忍者の道を歩きましょう',
    'naruto_anime' => 'ナルトのアニメ',
    'demon_slayer_anime_short_descr' => '鬼滅の刃のカーソル - 本物の夜の狩人のために',
    'demon_slayer_anime' => '鬼滅の刃のアニメ',
    'bts_descr' => 'BTSは、BigHit Music所属の7人組ボーイズグループです。2013年6月13日にシングル「No More Dream」でデビューしました。日本では、2014年12月24日にスタジオアルバム「Wake Up」でデビューしました。

グループ名は、韓国語の「防弾少年団」に由来し、「銃弾を防ぐ少年団」を意味します。J-Hopeによれば、この名前は、銃弾のように十代の若者たちに向けられる固定概念、批判、期待をブロックするというバンドの願望を示しています。

このグループに捧げられたカーソルのコレクションには、グループのすべてのメンバーが含まれており、ここではKim Nam Joonカーソル（別名RM）、Kim Seok Jinカーソル（ジン）、Min Yoongiカーソル（シュガ）、Jung Ho Sukカーソル（J-Hope）、Park Ji Minカーソル（ジミン）、Kim Tae Hyunカーソル（V）、Jeon Jungkookカーソル（ジョングク）が含まれています。',
    'bts_short_descr' => 'BTSカーソルで、あなた自身のアイドルに会いましょう。',
    'bts' => 'BTS',
    'miraculous_descr' => 'ミラキュラス レディバグ&シャノワールとして知られるミラキュラス レディバグ&シャノワールは、2人のクラスメートを題材にした漫画のアドベンチャーもので、マスクの下で、毎回新しい方法で街を傷つけようとする悪役からパリを守るヒーローの役割を演じています。 ミラキュラスは、CGIとアニメーションを使用してフランスで制作されています。 ミラキュラスはアニメシリーズであるだけでなく、世界中でリリースされているコミックのコレクションでもあります。 このシリーズは、若い視聴者に非常に愛されています。

物語は、マリネットとアドリアンが現代的な学校に通う高校生であるパリで展開されます。 彼らは悪との戦いで選ばれ、故郷を救うという役割を与えられました。 彼らの目標は、アクマから人々を守ることです。 蝶の形をしたこれらの小さな生き物は、人に宿り、彼を悪役に変えることができます。

マリネットはレディバグに変身でき、アドリアンはシャノワールに変身できますが、驚くべきことに、ペアで作業している彼らは、スーパーヒーローのマスクの下でお互いを認識していません。

お気に入りのキャラクターが登場するカーソルで、シャノワールとレディバグがパリを救うのを手伝ってください。 カーソルにはどのキャラクターを選びますか？ ミラキュラスレディバグのカーソルでしょうか、それともティッキーのかわいいレディバグやシャノワールのカーソルでしょうか？ それとも、レナ・ルージュのカーソルと一緒にクイーン・ビーでしょうか？ 選択はあなた次第です！',
    'miraculous_short_descr' => 'レディバグとシャノワールカーソルコレクションでスーパーヒーローの仲間入りをしましょう',
    'miraculous' => 'ミラキュラス レディバグ&シャノワール',
    'talking_tom_descr' => 'このシリーズは、トーキング・トムとその仲間たちの日常を描いています。トムと彼のオタクなビジネスパートナーであるベンは、名声と富を達成するために常にモバイルアプリやその他の発明を開発し、自分たちを世界に示そうとしますが、これはいつも裏目に出ます。トムのガールフレンドであるアンジェラは、何をしても歌手になろうとします。トムの隣人であるジンジャーは、いたずらを仕掛けるために非常に頻繁にここに立ち寄ります。おバカな親友でルームメイトのハンクは引きこもりで、ものすごくテレビを見ます。そして、元反体制派のポップスター、ベッカ・スパークルズはアンジェラの新しいルームメイトになり、ハンクに恋をしたようです。しかし、どんなに悪いことがあっても、それが邪悪なCEOであろうと、トムの謎の新しい隣人であろうと、あるいはベンの新しい発明の事故であろうと、ギャングはどんなことがあっても楽しみ、そしていつも彼らを一つにまとめるあること、友情は決して終わらないことを忘れません。シリーズのキャラクターへの私たちの愛が終わらないのと同じように、今あなたはトーキング・トムのカーソルまたはベンのカーソル、あるいはアンジェラのカーソル、オリバーのカーソルを設定できます！',
    'talking_tom_short_descr' => 'Talking Tom Cursor Collectionのお気に入りのキャラクターについて話しましょう',
    'talking_tom' => 'Talking Tom and Friends',
    'lego_descr' => 'LEGO Group社は1932年に設立され、当時は7人しかいませんでした。レゴチームの目標は、子供の創造性、想像力、創意工夫を育むおもちゃを作ることでした。驚くべきことに、1949年の創設以来、すべてのバリエーションのLEGOエレメントは互換性を維持しています。後に作成されたすべてのアイテムは、デザインや形状が年々変化しているにもかかわらず、今日リリースされているアイテムとも互換性があります。

LEGOブロックはベースであり、他の同様のブロックに接続する中空のプラスチックブロックです。しかし、レゴセットには、他のパーツ、車輪、フィギュア、プラットフォーム、さらにはセンサーと電気モーターを備えた電子回路も含まれています。車、飛行機、電車、船、建物、ロボットのモデルを収集できます。LEGOはモジュール性のアイデアを遵守しており、特定の問題を解決し、想像力、手の細かい運動スキル、組み立てスキルをどのように開発するかを子供たちに明確に示しています。 LEGOブロックは信じられないほどの精度で作られており、見事な10ミクロンの精度で完全に適合します。

最近、人気のある多くの3Dアニメーションレゴストーリーが作成され、セットのキャラクターが生き生きと動き出し、信じられないほどの冒険の参加者になっています。クールなカーソルが欲しい場合は、私たちのLego Cursorsコレクションでレゴテレビシリーズやアニメーション映画の多くのキャラクターを見つけることができます。Lego Ninjago Cursor、Lego Batman Cursor、Lego Ninjago Cursor、Lego Wyldstyle Cursorなど。',
    'lego_short_descr' => 'レゴカーソルコレクションで、あなたの夢のブラウザを構築しましょう',
    'lego' => 'Lego',
    'hollow-knight_descr' => 'Kickstarterでの資金調達に成功した後、2017年にTeam CherryはマルチプラットフォームPCゲームHollow Knightをリリースしました。これは、名もなき騎士と、Hallownest昆虫王国での彼の発見の物語です。このゲームは、メトロイドヴァニアジャンルで最高の作品の一つとして正当に認められました。

Hollow Knightのゲームプレイは、ゲーム世界の探検がベースになっています。障害物を克服し、パズルを解き、秘密を見つけ、敵と戦います。プレイヤーは、世界を探索し、戦闘で戦うための独自の改善とトリックを持っています。ゾーンからゾーンへ移動することで、プレイヤーはボスを倒し、さらに進むために必要な改善を得ます。その結果、プレイヤーはすでに通過したエリアを訪れて秘密を見つけ、物語を通過する必要があります。そして、ゾーンが毎回変化し、新しい驚きと経験をもたらすため、それもまたエキサイティングです。ゾーン間の異なるパスがいくつかあるため、ゲームはさまざまな方法でプレイできます。ストーリーを通過すると、ゾーンマップが開きますが、最初にマップを入手する必要があります。

主人公の主な武器は釘で、剣に少し似ています。武器は鍛冶屋で改善でき、武器の使用に関するさまざまなスキルを学ぶこともでき、攻撃の多様性を広げます。敵を攻撃することで、特別なリソースを蓄積し、後で改善やヒーリングに使用できます。
Hollow Knightを楽しみ、お気に入りのキャラクターと一緒にHollow Knightカーソルを忘れないでください。私たちのコレクションには、ミスターマッシュルームカーソル、クィレルカーソル、ホーネットニードルカーソル、オールドネイルカーソル、マイラカーソルなどがあります。',
    'hollow-knight_short_descr' => 'Hollow Knightコレクションのカーソルを使用して、昆虫の王国で行き詰まらないようにしてください。',
    'hollow-knight' => 'Hollow Knight',
    'henry-stickmin_descr' => 'ヘンリー・スティックマンはシリーズの主人公です。以前は名前がなかったスティックマンは、手っ取り早くお金を稼ぎたいという願望から、軽犯罪者としてスタートしました。しかし、ウェストメサ刑務所から脱獄した後、彼の人生には多くの変化が起こり、チュニジアのダイヤモンドを盗んだ後、有名な犯罪者となりました。ヘンリーは、成功した政府捜査官、賞金稼ぎ、犯罪組織のリーダー、サイボーグになるか、それとも犯罪者の道を独りで歩むかという選択を迫られます。このゲームは、多くの冒険と謎でこのジャンルのファンを喜ばせます。ヘンリー・スティックマンのカーソル、チャールズ・カルビンカーソル、レジナルド・カッパーボトムカーソル、右手のカーソル、エリー・ローズカーソルなど、面白いキャラクターが登場する新しいヘンリー・スティックマンのカーソルコレクションを見つけてください！',
    'henry-stickmin_short_descr' => 'Henry Stickmanカーソルコレクションで退屈からの脱出を計画しましょう。',
    'henry-stickmin' => 'ヘンリー・スティックマン',
    'adopt-me_descr' => '非常に人気のあるオンラインゲーム「Adopt Me」は2017年に発売され、Robloxゲームプラットフォームで最も人気のあるゲームとなりました。ゲームの本質は非常にシンプルで、ペットの入った卵を手に入れて世話をすることです。

バーチャルペットは5つのクラスに分かれており、そのうちのいくつかは非常に珍しく高価で、他のものは非常に簡単に入手できます。これらは、Blue DogのようなUncommonグループ、Common、Rareカーソル、たとえばAdopt Me Monkeyマウスカーソル、Koalaカーソルなどの超希少なもの、そしてLegendary、DragonカーソルやAccept Meユニコーンなどです。プレイヤーが同じタイプの4匹の大人のペットを持っている場合、Neon HorseゲームカーソルやAdopt Me Neon Starfishのように、ネオンペットに結合させることができます。4匹のレギュラーペットを組み合わせることで、本当に輝くネオンペットを作ることができ、ネオンペットからはメガネオンペットを作成できます。

ゲーム「Adopt Me!」での買い物は、仮想通貨Roblox、いわゆるRobuxで行われ、ゲームには独自の通貨、Bucksもあります。ペットの世話をすることは、エンターテインメントに加えて、彼に餌を与えたり、寝かせたり、おとぎ話を読んだりするだけで、Bucksを稼ぐことができます。 つまり、多くの興味深いことがあります。

これで、Robloxゲーム "Adopt Me!"のファンは、お気に入りのペットでゲームカーソルを飾ることができます!',
    'adopt-me_short_descr' => '可愛らしいペットと楽しむ、ゲームカーソルのAdopt Me!コレクション。',
    'adopt-me' => 'Adopt me!',
    'among-us_descr' => 'Among Usは、有名なロールプレイングゲーム"マフィア"に基づいています。このゲームは、マップが1つしかないため、モバイルデバイス専用に企画されました。このゲームはすぐに人気を博しました。その後、開発チームはマルチプレイヤーモードを追加し、2019年には2つの追加マップがリリースされました。
Among Usは、プレイヤーが全方向に移動できるトップダウンの三人称ゲームです。1ラウンドで4人から10人のプレイヤーがプレイできます。ゲーム開始時に、全員に密かに裏切り者またはクルーメンバーの役割が割り当てられます。インポスター（ロシア語版"裏切り者")は、換気ハッチに隠れ、クルーメンバーを妨害し、殺すことができます。その目的は、すべてのクルーメンバーを破壊するか、妨害によって宇宙船を破壊することです。船のクルーの目的は、ゲーム開始時に用意されたさまざまなパズルを解くことです。各クルーメンバーがすべてのタスクを完了すると、裏切り者は負けます。また、船のクルーは、投票中に裏切り者を排除することによって勝利を収めることができます。
裏切り者は時々妨害することができ、故障が30秒以内に修正されない場合、クルーは負けます。ゲームを開始する前に、自分がプレイするキャラクターの色（青、赤、黄色、グレーなど）を選択できます！そして、新しいAmong Usコレクションから適切なカーソルを設定することを忘れないでください！',
    'among-us_short_descr' => 'この入り組んだ宇宙ゲームで、Among Usカーソルに騙されないように',
    'among-us' => 'Among Us',
    'steven_universe_descr' => '「スティーブン・ユニバース」の作者はレベッカ・シュガーです。彼女は以前の作品「アドベンチャー・タイム」で知られています。「スティーブン・ユニバース」の最初のエピソードは、2013年の春にYouTube動画プラットフォームで公開されました。しかし秋には、アメリカのチャンネルCartoon Networkが視聴者向けに放送を開始しました。それ以来、6シーズンがリリースされました。6番目は最終回となる予定です。
アニメシリーズのプロットに関しては、クリスタル・ジェムズのチームを中心に展開します。それは、特徴的な名前を持つエイリアンの生き物で構成されています：パール、アメジスト、そしてザクロ。しかし、もう一人の参加者がおり、普通の少年スティーブンがその役割を果たします。彼らは一緒にモンスターを探し、地球を私的に乗っ取られないように中立化しようとします。彼らに反対するのは、ジェムズを倒し、クラスターをオンにしたい、故郷の惑星からのメッセンジャーであるジャスパーとペリドットです。
もしあなたが「スティーブン・ユニバース」のファンで、アニメシリーズのキャラクターをどこでも見たいと思ったら、Cursor Style拡張機能をインストールしてください！なぜそうするのか？「スティーブン・ユニバース」に特化したコレクションを追加して、標準のマウスカーソルをお気に入りのキャラクターの1つに変えることができます。',
    'steven_universe_short_descr' => 'スティーブンユニバースのカーソルで、ジェムの秘密を解き明かしましょう。',
    'steven_universe' => 'Steven Universe',
    'family_guy_descr' => '「ファミリー・ガイ」と呼ばれるアニメシットコムは、その歴史の中でエミー賞を4回、そして「アニー賞」を3回受賞しています。このアニメシリーズは、フェミニズム、奴隷制度、肥満、政治など、アメリカ社会の痛い部分を嘲笑します。他の作品とは異なり、ジョークと皮肉を織り交ぜた挿入句が使用されています。さらに、多くの場合、プロットに統合されておらず、単独で存在します。
アニメシリーズの1つのエピソードは10か月以上かけて制作されます。なぜそんなに時間がかかるのでしょうか？それは、すべてのアニメーションが手描きで描かれているからです。このため、作品で取り上げられるイベントの中には、関連性を失う時間があるものもあります。しかしそれでも、このシットコムは非常に興味深いものであり、世界中の視聴者の支持を得ています。結局のところ、政治家、有名人、または奇抜な行動をし、それによって一般の人々を驚かせたり、衝撃を与えたりする人々を笑うのが嫌いな人はいないからです。
「ファミリー・ガイ」は好きですか？あなたは、通常のカスタムマウスカーソルをこのアニメシリーズのキャラクターのいずれかに変えるユニークな機会を得ます！何をする必要があるのですか？「Cursor Style」ブラウザ拡張機能をインストールし、「ファミリー・ガイ」に特化したコレクションを追加して、素晴らしい生まれ変わりを楽しんでください！',
    'family_guy_short_descr' => '特別なユーモアの愛好家向けに、ファミリーガイのカーソルコレクションをご用意しました。',
    'family_guy' => 'ファミリー・ガイ',
    'cute_cursors_descr' => '「美は世界を救う」という言葉を聞いたことがありますよね？ 多くの人々、特に女の子たちは、この言葉に同意しています。 そのため、彼らは自分たちを最も美しく、目に喜ばしいもので囲もうと努めます。 居間のピンクの壁紙、柔らかいおもちゃ、ビーズ刺繍の枕、貴重な宝石などです。 外から見ると、すべてがとてもかわいくて、少し子供っぽく見えるかもしれません。 しかし、私たち一人ひとりが心の中に小さな子供を持っているので、なぜ彼の想像力を発揮させないのでしょうか？
優しさは私たちに多くのものをもたらす可能性があります。 例えば、撫でられたり餌を欲しがる子猫の思いやりのある目。 春の雨の後に現れ、太陽の下で色とりどりに輝くマルチカラーの虹。 チョコレートをごちそうになり、それをガールフレンドかボーイフレンドと分かち合うことに決めた子供。 感動する理由はたくさんあり、それらをカーソルとして使用することにしました。
ブラウザの退屈な白い矢印に飽きましたか？ それを私たちのコレクションのかわいいもので置き換えてください！ 例えば、ピンクと白のユニコーン、悲しいトマト、物思いにふける雲、猫の形をしたとげのあるサボテンなど、何でも構いません。 必要なのは、Cursor Style拡張機能をインストールして、かわいいカーソルのコレクションを追加することだけです。 そして、世界の救世主である美よ、永遠なれ！',
    'cute_cursors_short_descr' => 'キュートなカーソルコレクションで世界はもっと優しくなるでしょう',
    'cute_cursors' => 'キュートなカーソル',
    'web_media_descr' => '現代社会では、ほとんど誰もがインターネットを利用しています。幼児から退職者まで。ブラウザを使ってインターネットをする人もいれば、YouTubeで動画を見る人もいますし、愛する人たちとコミュニケーションをとるためにネットワークを必要とする人もいます。これらのユーザーは誰でも、World Wide Webなしでは一日を想像できません。
高齢者は、FacebookやVKなどのソーシャルネットワークをよく利用します。また、Skypeで子供や孫とコミュニケーションをとることもよくあります。これは、子供と親が異なる都市、あるいは異なる国に住んでいる場合に特に便利です。
若い人々は、ViberやTelegramを通じてコミュニケーションをとったり、Instagramに写真をアップロードしたり、FBのミームを見て笑ったりすることを選びます。人々の反応のYouTube動画は、さまざまないたずらや社会実験と同様に、何百万回も視聴されています。Tik-Tokでは、何十万人もの人々がダンスをしたり、手品を披露したり、自己表現をしています。
あなたはウェブメディアの分野の何らかのリソースに興味がありますか、それともよく利用しますか？ブラウザの退屈なマウスの矢印を取り除きたいですか？それなら、この拡張機能をインストールして、デフォルトのカーソルをうちのクリエイティブなものに変えてください！YouTubeカーソル、Viberカーソル、Google Chromeカーソル、その他のリソースにすることができます。',
    'web_media_short_descr' => 'ウェブメディアのカーソルコレクションで、モダンなリズムで生活しましょう。',
    'web_media' => 'Web Media',
    'bobs_burgers_descr' => 'アニメシリーズ「ボブズ・バーガーズ」は、アニメ作品のプロットとキャラクターのカリスマ性です。そして、エミー賞へのノミネートや、全世界で最高のカートゥーンの1つとしての作品の評価から判断すると、ボブズ・スナックは本当に一世を風靡しました。
アニメシリーズのプロットは、ボブ・ベルチャー一家を中心に展開します。この人物は、1階にあるダイナーのオーナーであり、2階では愛する人たちと一緒に暮らしています。ボブには陽気な妻のリンダと3人の子供、ジーン、ルイーズ、ティナがいます。少年は音楽家としてのキャリアを夢見ており、長女のティナはとても親切ですがぎこちなく、末っ子のルイーズはいたずら好きで、しばしば家族を困った状況に陥れます。ボブズ・バーガーズの主なライバルは、ジミー・ペストのピッツェリアです。ご想像の通り、このピッツェリアのオーナーはジムと呼ばれ、彼とボブは互いに嫌っています。これらはすべて、深刻ではなく、コミカルに見えるように演出されています。したがって、彼らの小競り合いの多くは、ただ笑顔を引き起こすだけです。
もしあなたがアニメシリーズ「ボブズ・バーガーズ」を愛し、モニター画面やテレビだけでなく、このカートゥーンのキャラクターを見たいのであれば、拡張機能をインストールしてコレクションに追加し、ブラウザのマウスカーソルをこのカートゥーンのキャラクターのいずれかに変更してください！',
    'bobs_burgers_short_descr' => 'ボブはハンバーガーを作り、私たちはボブズ・バーガーズのカーソルを作ります。',
    'bobs_burgers' => 'ボブズ・バーガーズ',
    'kirby_descr' => 'ビデオゲーム "カービィ" の歴史は、すでに20世紀の90年代に始まりました。任天堂とハル研究所が開発した多くのシリーズで構成されています。このゲームは、1歳半から8歳のお子様向けです。その人気は、販売本数から判断できます。世界中で3400万本以上。
カービィの主人公は、同名のピンク色の生き物です。ポップスターと呼ばれる惑星に住んでおり、定期的に様々な危険からそれを守っています。カービィは、一部のオブジェクトや敵を吸い込み、その能力を習得することができます。例えば、格闘、剣の所有、火を吐くなどです。しかし、ピンク色のパファーは敵と戦うだけでなく、様々なパズルを解いたり、他の国に旅行したり、レベルで飛ぶこともできます。
このビデオゲームは、ニンテンドーまたはゲームボーイのコンソールでプレイできます。すべてのシリーズには、かわいいヒーロー、優れたグラフィック、面白いサウンドトラックがあります。ちなみに、最初のバージョンがリリースされてからほぼ30年が経ち、世界中で20のカービィシリーズが公開されました。この指標は、数百万ドルの販売本数と相まって、このゲームがゲーム業界で最も成功し、求められているビデオゲームのトップ50に入るのに役立ちました。
カービィを愛して、このキャラクターをできる限りどこでも見たいですか？それなら、カービィコレクションを使用し、通常のマウスカーソルをお気に入りのビデオゲームの主人公に変えてください！新しいカーソルの外観を気に入っていただけると思います。',
    'kirby_short_descr' => 'カービィのカーソルコレクションをすべて吸い込んでみてください。',
    'kirby' => 'カービィ',
    'undertale_descr' => '古くには、地球には人間だけでなく、モンスターも住んでいました。彼らの間の意見の相違により、戦争が勃発し、人類に有利に終わりました。7人の魔法使いはモンスターを地下に追いやり、バリア魔法で永遠にそこに閉じ込めました。しかし、エボット山への入り口は1つしかなく、子供がそれを利用しました。あなたがプレイするのは、コンピュータゲームUndertaleをプレイすることです。
このゲームは、米国の有名なプログラマーであるToby Foxによって開発されました。最初は、Microsoft WindowsおよびLinux OSを実行しているパーソナルコンピュータの所有者がそれを楽しむことができ、次にゲームコンソールのユーザーの番が来ました。
このゲームのポイントは何ですか？少年はモンスターが住む地下世界を旅します。そのうちのいくつかはすぐに敵対的ですが、他のものは話すことを好みます。プレイヤーは2つの行動のいずれかを選択できます。暴力を避けるか、戦うかです。最初のケースでは、ゲームをクリアするのは簡単になりますが、2番目の場合は、逆に難しくなります。この選択に応じて、分岐して変化するプロットとエンディングも決まります。
地下物語が好きで、ブラウザでそのキャラクターを表示したい場合は、拡張機能をインストールして、適切なカーソルのコレクションを追加してください！退屈なマウスカーソルを、モンスターまたはUndertaleの主人公の1人に変えましょう！',
    'undertale_short_descr' => 'Undertaleのカーソルを使って穴から脱出する時が来た。',
    'undertale' => 'Undertale',
    'deltarune_descr' => 'Delta Runeは、数年前にコンピューター向けにリリースされたロールプレイングゲームです。Undertaleを開発したプログラマーが作成しました。ただし、これらの2つのゲームは、共通のキャラクターや場所がいくつかあるものの、ほとんど似ていません。
Delta Runeには、いくつかの主要キャラクターが登場します。操作できる生徒のクリスと、制御不能な魅力的なモンスターのスージーです。どちらのキャラクターも暗闇の世界に落ち込み、そこで住人の1人であるラルセイと出会います。彼は、実際には彼らが使命を持っている光の生き物であり、陰鬱な世界で暗いエネルギーの流れを止める必要があると彼らに伝えます。これを行うには、地元のモンスターを惜しみ、彼らとの戦闘に巻き込まれないようにする必要がありますが、これは時々非常に困難です。
プレイヤーはシンプルな選択を迫られます。暗い生き物を助けるか、攻撃するかです。スージーは中途半端な手段が好きではないので、多くの場合、彼女は戦闘を選択します。したがって、クリスはガールフレンドをサポートし、戦闘で彼女を助けるしかありません。
Deltaruneゲームが好きですか？次に、ブラウザのカーソルを彼女のキャラクターの1つにスタイル設定してください！これは、拡張機能を使用して実行できます。インストールして、「Rune Delta」コレクションを追加してアクティブ化してください！これで、矢印は他のすべての人と同じではなくなり、クリス、スージー、または暗黒世界の生き物の1つになりました。',
    'deltarune_short_descr' => 'このカーソルコレクションでダークワールドへ飛び込もう',
    'deltarune' => 'Deltarune',
    'super_mario_descr' => 'スーパーマリオは、任天堂から発売されたコンピュータゲームシリーズです。最初で最も人気のあるゲームはスーパーマリオブラザーズと呼ばれていました。1985年に世に出ました。その後、ギネスブックに掲載されました。それ以来、20本以上のゲームがリリースされており、それぞれに独自のプロットがあります。2019年には、スーパーマリオメーカー2と呼ばれる新しいバージョンが登場しました。グラフィックが向上したにもかかわらず、スタイルとキャラクターは変わらず、80年代のスーパーマリオへのノスタルジーを呼び起こします。
主人公は今でも配管工のマリオです。ゲームの最後のバリエーションのプロットでは、プリンセスのお城は石一つ残らず転換しました。マリオはそれを再建しなければならず、その前にタスクに対して彼に支払われるコインを獲得しました。合計で、このゲームには、改造の可能性を持つさまざまな複雑さの100以上のレベルがあります。また、スーパーマリオメーカー2には、新しいゲームモードがあります。それらを一度に4つプレイでき、1つ終わるとすぐに、レベルは完了したと見なされます。また、マリオマラソン、デュエル、ニンジクレースなどのモードもあります。
スーパーマリオとこの素晴らしいゲームに関連するすべてを愛していますか？ それから、このプラットフォームのスタイルで作られたカーソルを設定してください！ マリオカーソル、ルイージカーソル、プリンセスピーチカーソル、そして私たちのコレクションで紹介されている他のカーソルを気に入っていただけると確信しています！',
    'super_mario_short_descr' => 'スーパーマリオのカーソルコレクションで、キノコ王国を駆け抜けよう',
    'super_mario' => 'スーパーマリオ',
    'gravity_falls_descr' => 'Gravity Fallsは、ディズニー・テレビジョン・アニメーション・コーポレーションとアレックス・ヒルシュによって共同で制作されました。初公開は2012年で、ディズニーチャンネルで放映されました。アニメシリーズの最初のシーズン全体がそこで放映されました。2年後、第2シーズンがリリースされ、視聴者は前のチャンネルとDisney XDで視聴することができました。残念ながら、Gravity Fallsのファンは、第3シーズン以降を待つことはありませんでした。クリエイターは、続編なしで2シーズンに限定することを決定しました。
このアニメーション作品のプロットに関しては、すべての出来事がGravity Fallsと呼ばれる架空の都市で起こります。双子のメイベルとディッパーがそこにやってきます。彼らは、いとこのスタンと一緒に滞在します。彼は自分の観光土産物店を持っています。兄弟が「何もしていない」ことに飽きると、冒険を求めて出かけます。そのうちの一人が、この町の異常について語る奇妙な日記を森で見つけます。双子は著者を捜し始め、珍しい生き物や場所に出会います。このアニメシリーズに興味があり、かつてそのキャラクターのファンだった場合は、Gravity Fallsのスタイルでマウスカーソルのコレクションをお勧めします!',
    'gravity_falls_short_descr' => '重力 Falls のカーソルで冒険に出かけよう',
    'gravity_falls' => 'Gravity Falls',
    'simpsons_descr' => '誰もが、シンプソンズという有名なアニメシリーズについて聞いたことがあります。一度も見たことがない人でも、黄色のキャラクターの存在は知っています。そして、ファンは、お気に入りの漫画の次のシーズンが公開されると喜びます。ちなみに、2019年の秋には、31シーズンがリリースされました。そして、最初のものは1989年にテレビ画面に登場しました。Foxはそれを放映し始め、高い評価と視聴者の共感を得ているため、今も続けています。
シンプソンズは、関連性の高いトピックに触れる風刺的なジャンルです。これは、平均的なアメリカ人のライフスタイル、政治的および宗教的な問題、有名人の「スター」のトリック、フェミニズム、同性婚などです。一般的に、米国が参加するローカルおよびグローバルなイベントに関連するすべてです。
アニメシリーズのアクションは、存在しないスプリングフィールドの町で行われます。実際、アメリカにはその名前の都市がたくさんあります。おそらく、視聴者が画面上で起こっていることを特定の場所に結びつけず、これがどこであるかを推測するだけにするために、それが選ばれたのでしょう。
あなたはシンプソンズのファンである可能性が高いでしょう。そうでなければ、なぜこのテキストを最後まで読んでいるのでしょうか？もしそうなら、退屈なマウスカーソルを、このアニメシリーズのスタイルで作られたポインターに変更する機会があります。',
    'simpsons_short_descr' => 'シンプソンズのсursorsを主役とした、楽しい家族です。',
    'simpsons' => 'ザ・シンプソンズ',
    'youtubers_descr' => '2005年にYouTubeの動画プラットフォームが登場しました。当初、動画は自己表現や何かについて情報を提供する目的で公開されていました。しかし、時間の経過とともに、これはすべて収益性の高いビジネスへと成長し、成功したYouTubeユーザーに毎月数千、時には数百万ドルをもたらします。人気のvlogger（ビデオブログを運営する人）ほど、チャンネルを通じて多く稼ぐことができます。
親が彼女を最も興味深いアトラクションに連れて行き、カメラで何が起こっているかを撮影する5歳のvloggerの女の子はどれだけ稼いでいるのでしょうか？それは、子供たちが子供たちの公園でどのように楽しんでいるのか、感情を表現し、どのようにふざけるか、そしてそのようなことです。その金額は本当に驚くべきもので、今日、子供のチャンネルはほぼ4700万人の登録者を獲得し、月に500万ルーブルの収入を生み出しています。
誰かがコンピューターゲームについて話し合っている動画をアップロードし、誰かがビートボクシングをしたり、道行く人にいたずらを仕掛けたりします。一部は、男女の関係など、敏感なトピックに動画を費やしています。これらのショットをYouTubeユーザーが気に入れば気に入るほど、vloggerの人気は高まります。
コレクションにはすでにPewDiePieカーソル、Shane Dawsonカーソル、Ray William Johnsonカーソル、Zoellaカーソル、MyLifeAsEvaカーソルなどが追加されています。',
    'youtubers_short_descr' => '新世代のスターが、私たちのYouTubersコレクションでいつもオンラインです。',
    'youtubers' => 'YouTubers',
    'pusheen_descr' => 'プシキャットを知らない人はほとんどいません。 10年前に発明された子供向けの漫画のキャラクターにすぎませんが、今日では何百万人ものファンがいます。 プシキャットは、アーティストのクレア・ベルトンによって作成されたイラストとして登場しました。
1年後、猫はTumblr.comに独自のページを取得し、わずか数週間で約10,000人のファンという、多くのファンを獲得しました。 2013年、Facebookは他の絵文字と一緒にプシンの画像コレクションを含めることに熱心でした。 クリエイターとの交渉の後、このアイデアは実行に移され、インターネットを「爆発」させました！ プシキャットの写真が、1日に1,000万回以上もやり取りで使用されています！
2014年、米国の最大手の玩具メーカーの1つが、このキャラクターに注目しました。 GUND（テディベアを発明したのは彼女です）は、プシンのモデルをペアで発売しました。 その成功は非常に大きかったため、数か月後、この猫の形をしたおもちゃの完全なコレクションが作成されました。
プシキャットは他にどこで会うことができますか？ Isaac Morris Ltdからのギフトセット、Boomfのマシュマロ、そしてもちろん、当社のプシンのカーソルのコレクションで!',
    'pusheen_short_descr' => 'Pusheenカーソルコレクションでブラウザに安らぎを加えましょう',
    'pusheen' => 'Pusheen',
    'rick_and_morty_descr' => '2013年に公開されたアニメシリーズ「リック・アンド・モーティ」です。このカートゥーンは、SFとコメディという2つのジャンルに直接関係しています。クリエイターはダン・ハーモンとジャスティン・ロイランドです。当初、すべてのシリーズはカートゥーンネットワークチャンネルで放映され、その後オンラインシネマやビデオホスティングで複製されました。数年ごとに新しいリック・アンド・モーティのシーズンがリリースされ、2019年11月には第4シーズンが公開され、これまでと同じように面白いものでした。このアニメシリーズのプロットは、天才で、同時にマッドサイエンティストであるリックと、そのごく普通の孫であるモーティを中心に展開します。この2人のキャラクターは、最も珍しい場所での共同冒険によってつながっています。そして、彼らは、空間トンネルを移動できる空飛ぶ円盤に乗ってそこにたどり着きます。ご想像の通り、このアニメシリーズは映画『バック・トゥ・ザ・フューチャー』に少し似ていますが、アニメ版ではありません。しかし、ユーモラスなエピソード、創造性、独創性などが多くの批評家から評価されました。この作品のシリーズだけでなく、ブラウザでもリックやモーティを見たいですか？もしそうなら、拡張機能をインストールして、お気に入りのカートゥーンに捧げられたコレクションを追加してください！リック・サンチェスのカーソル、モーティ・スミスのカーソル、ポータルガンのカーソル、そしてもちろんミスター・ミ―シークスのカーソルがあります。',
    'rick_and_morty_short_descr' => 'ぶつぶつ文句を言うのはやめて、リック・アンド・モーティコレクションのカーソルを使いましょう。',
    'rick_and_morty' => 'リック・アンド・モーティ',
    'mlb_teams_descr' => '野球ファンは世界中のどこにでもいます。これは、米国、中国、キューバ、韓国、日本、ベネズエラなどの国の住民に特に当てはまります。一般に信じられていることとは異なり、野球はアメリカではなく、イングランドで生まれました。野球の最初の言及と説明は、1744年の遠い昔に、英語版に登場しました。145年後、アメリカ人は事実にもかかわらず、この発明を自分たちのものとして流用しました。
ナショナルリーグは1876年に設立されました。彼女はカナダとアメリカのメジャーリーグの一員です。今日、ナショナル野球リーグには15チームがあります。各シーズンの最終部分では、4つの最高のチームが参加するプレーオフの時期が来ます。このようにして、ナショナルリーグ全体の勝者が明らかになります。その後、優勝チームはワールドシリーズでアメリカンリーグの勝者と対戦する機会を得ます。
野球に興味がありますか、それともチームの1つを応援していますか？次に、その属性の形でマウスカーソルを設定して、お気に入りのチームに敬意を払いましょう！ブラウザのポインターの退屈な外観を、おなじみの野球の企業アイデンティティに変更しましょう！矢印を、ニューヨークヤンキースカーソル、グレートフォールズドジャースカーソル、ボストンレッドソックスカーソル、ボルチモアオリオールズカーソル、オークランドアスレチックスカーソルを含む、ナショナルリーグのチームのいずれかの選手のバットまたはヘルメットに変えましょう！',
    'mlb_teams_short_descr' => 'MLBチームカーソルのコレクションは、すべてのファンのために。',
    'mlb_teams' => 'MLBチーム',
    'brawl_stars_descr' => 'Brawl Starsは、SupercellのMOBAジャンルのモバイルゲームです。2018年末にリリースされたにもかかわらず、ゲームは、バトルモードの豊富さと、カラフルで幻想的なヒーローであるブローラーのおかげで、大きな人気を博しました。プレイヤーは、32人のユニークなキャラクターから選択でき、それぞれが独自の能力とスキルを持っています。各ヒーローは、ブーティーチェストを通じて利用できる独自のパッシブスキルも持っています。プレイヤーは、たとえば「キャプチャへの報酬」のようないくつかのモードで戦うことができます。2つのチームのうち、対戦相手を倒してより多くの星を集めたチームが勝ちます。「強盗」モードでは、自分たちの金庫を維持しながら、対戦相手の金庫を破る必要があります。興味深い「ジェムグラブ」モード-最も多くのジェムを集めたチームが勝者になります。そして、「衝突」モードでは、10人のプレイヤーが、毒性の雲のために境界が縮まるマップでお互いに戦います。このゲームは、私たちを含め、多くの人々が気に入っているカラフルなデザインに満ちており、Brawl Starsカーソルの個別のコレクションを作成するきっかけとなりました。Brawl Stars シェリーカーソル、バーリーカーソル、ペニーカーソル、フランクカーソル、モーティスカーソルなどがあります。',
    'brawl_stars_short_descr' => 'ブロスタのカーソルを選んで、バトルを始めましょう',
    'brawl_stars' => 'Brawl Stars',
    'all_title' => '2クリックでマウスカーソルを変更！どんな好みにも合う無料コレクション。',
    'all_descr' => '退屈なマウスカーソルをどうにかしたいと思ったことがあるなら、私たちのカーソルコレクションがおすすめです！ここでは、かっこいいコミックヒーロー、人気ゲームのキャラクターを使ったゲーマー向けの美しいカーソル、いたずらに使える楽しいカーソルセット、カラーカーソルなど、その他多くの面白いオプションが見つかります。',
    'text_title' => '毎日を楽しくする、クールで面白いカーソルコレクション',
    'text_allcat_title' => 'あなたのあらゆる気分に合う、ユニークでクリエイティブなマウスカーソル',
    'text_1' => '誰もが同じようにしたくないですか？それとも、ただ珍しいものが大好きですか？お気に入りのゲームのヒーローやアニメのキャラクターの一部になりたいですか？それなら、あなたは正しい場所にたどり着きました。ここでは、おなじみの、すでにかなり退屈な白い矢印に取って代わる、明るく珍しいカーソルのセットが見つかります。マウスカーソルは仕事や勉強で一日中私たちに付き添うので、素晴らしい気分を与え、ポジティブな気持ちになれるはずです。 Cursor Style ならそれが可能です。',
    'text_2' => 'ここでは、ゲーマーや映画好きのためのカーソル、お気に入りの漫画に基づいた美しいカーソル、最も活動的な人々のためのスポーツモチーフを見つけることができます。漫画が好きですか、面白いミームなしでは一日も想像できませんか？動物が好きですか、それとも世界のすべての国を訪れることを夢見ていますか？すべてが簡単です - あなたにも適したカーソル画像があります。また、作業内容に応じて画像を選択することもできます。たとえば、ドキュメントや図面を扱う場合は、白いカーソルよりも黒いカーソルの方がはるかに便利で、小さなグラフィック要素を扱う必要がある場合は、手のカーソルの方が便利です。お気に入りの画像を選択し、拡張機能で直接サイズを調整して、毎日ポジティブな気持ちで、喜んでそれを使用してください！',
    'install_to_preview' => 'プレビューするには拡張機能をインストールしてください',
    'install' => 'インストール',
    'add_button' => '追加',
    'preview_button' => 'プレビュー',
    'added_button' => '追加済み',
    'add_cursor' => 'カーソルを追加',
    'to_your_collection' => 'コレクションに',
    'prev_text_1' => 'フルスクリーンプレビュー',
    'prev_text_2' => 'カーソル',
    'cursor' => 'カーソル',
    'pointer' => 'ポインター',
    'a_title_1' => 'Cursor Style - あなたのブラウザのためのクールなカーソル',
    'a_title_2' => 'テーマ別のクールなカーソルコレクション',
    'mouse_cursors' => 'マウスカーソル',
    'cursor_collection' => 'カーソルコレクション',
    'sborka_cursorov' => 'カーソルコレクション',
    'collection_list_from_colllection' => 'カーソルのリスト - ',
    'christmas' => 'クリスマス',
    'nhl_teams' => 'ナショナルホッケーリーグ',
    'neon' => 'ネオン',
    'adventure_time' => 'アドベンチャー・タイム',
    'nba_teams' => 'ナショナル・バスケットボール・アソシエーション',
    'spongebob' => 'スポンジ・ボブ',
    'phineas_and_ferb' => 'フィニアスとファーブ',
    'fortnite_chapter_2' => 'フォートナイト チャプター2',
    'pokemon' => 'ポケモン',
    'the_elder_scrools' => 'The Elder Scrolls',
    'halloween' => 'ハロウィン',
    'nfl_teams' => 'ナショナルフットボールリーグ',
    'five_nights_at_freddy' => 'Five Nights at Freddy\'s',
    'komiksy' => 'コミック',
    'igry' => 'ゲーム',
    'multfilmy' => 'カートゥーン',
    'anime' => 'アニメ',
    'futbol' => 'フットボール',
    'memy' => 'ミーム',
    'emodji' => '絵文字',
    'pitomcy' => 'ペット',
    'stil_i_krasota' => 'ファッションとスタイル',
    'eda_i_napitki' => '食べ物と飲み物',
    'cvetnye' => 'カラフル',
    'prank' => 'いたずら',
    'startovyj_nabor' => 'スターターキット',
    'fortnite' => 'Fortnite',
    'dota_2' => 'DOTA 2',
    'minecraft' => 'Minecraft',
    'christmas_short_descr' => 'サンタクロースもきっと気に入る、クリスマスカーソルですね',
    'nhl_teams_short_descr' => '本物のファン向けのNHLカーソルのコレクションです。',
    'neon_short_descr' => 'ネオンコレクションで明るさをプラス！',
    'adventure_time_short_descr' => 'アドベンチャー・タイムのカーソルコレクションで数学を学ぼう！',
    'nba_teams_short_descr' => '素晴らしいバスケットボールの勝利の象徴としてのNBAカーソル',
    'spongebob_short_descr' => 'スポンジボブのカーソルコレクションで、誰が海の底に住んでいるかを見つけよう',
    'phineas_and_ferb_short_descr' => 'フィニアスとファーブのカーソルコレクションがあれば、絶対に退屈することはありません。',
    'fortnite_chapter_2_short_descr' => 'フォートナイトカルトゲームの新しいチャプターです。',
    'pokemon_short_descr' => 'できることなら全部捕まえよう。',
    'famous_people_short_descr' => 'アイドルカーソルにインスパイアされましょう',
    'halloween_short_descr' => '新しいハロウィーンコレクションをお見逃しなく！',
    'nfl_teams_short_descr' => '真のフットボールファンに',
    'five_nights_at_freddy_short_descr' => 'これらのアニマトロニクスに怯えないようにしてください。',
    'komiksy_short_descr' => 'コミックのカーソル：今日の気分を選んでください。',
    'igry_short_descr' => 'バーチャルリアリティ：今日は誰をプレイしますか？',
    'multfilmy_short_descr' => 'お気に入りのカートゥーンのキャラクターを新しいデザインで。',
    'anime_short_descr' => '誰もがアニメが大好き：あなたのお気に入りのキャラクターは誰？',
    'futbol_short_descr' => 'あなたは本物のスポーツファンですか？それなら、ここに来る必要があります。',
    'avtomobili_short_descr' => 'あなたの夢の車：プロのための大規模なフリート',
    'memy_short_descr' => 'お気に入りのモチーフ：ミームカーソルコレクション',
    'emodji_short_descr' => 'あなたの本当の気分を他の人に示しましょう - Cursojiを設定してください！',
    'pitomcy_short_descr' => '私たちの小さな兄弟を愛するすべての人々のための明るいカーソル',
    'stil_i_krasota_short_descr' => 'すべての場面に対応するオリジナルのカーソル',
    'prazdniki_short_descr' => 'カレンダーには何がある？ 新しい祝日のカーソルコレクション！',
    'flagi_short_descr' => '冒険を探しています：今日はどこに行きましょうか？',
    'eda_i_napitki_short_descr' => '食欲をそそるカーソルで創造性を刺激',
    'cvetnye_short_descr' => '鮮やかな色と大胆なストロークであなたの人生をペイント',
    'prank_short_descr' => '最も面白いいたずらのためのカーソルのセット',
    'startovyj_nabor_short_descr' => 'おなじみのものへの新しい見方：更新された一連のカーソル',
    'fortnite_short_descr' => 'ストリーマーをフォローしましょう！',
    'dota_2_short_descr' => 'あなたの仮想世界を現実のように！',
    'minecraft_short_descr' => 'お気に入りのゲームのキャラクターがいつもそばにいます',
    'christmas_descr' => '私たち一人ひとりが、最も人気のある祝日であるクリスマスを待っていることは疑いの余地がありません。 世界中のすべてのキリスト教徒は、毎年12月25日に伝統的にそれを祝います。家族が1つのテーブルに集まり、喜びと愛を分かち合い、贈り物を交換する時。クリスマスのずっと前に、人々は明るいガーランドで通りを飾り、伝統的な属性で家を飾ります。クリスマスが好きではない人を見つけるのは難しいです - 楽しくて神秘的な祝日、なぜならそれは多くの伝統と儀式を伴うから、それは私たちの家族全体のルーツに私たちを戻します。クリスマスイブには、文字通りすべてがその精神で満たされます。絵付けされたジンジャーブレッドから感動的なチャントまで。エレガントなクリスマスツリーとそれに寄せるプレゼントは、子供の頃から私たち一人ひとりに馴染みのある喜び。この魔法の休日に参加したいと思っています。そして、誰が知っているだろうか、サンタがあなたのカーソルを私たちのクリスマスコレクションで飾った場合、あなたのために特別な贈り物を準備するかもしれません。これに必要なものはすべて揃っています。サンタクロースカーソル、クリスマスツリーカーソル、ジンジャーブレッドカーソル、雪だるまカーソル、そしてギフトバッグカーソルでさえも。メリークリスマス！',
    'nhl_teams_descr' => '1917年にNational Hockey Leagueが設立されました。これは、アメリカとカナダのホッケーチームを集めたプロスポーツ組織です。そして、これは世界で最初のプロホッケーリーグの一つです。NHLは、NFL、NBA、メジャーリーグベースボール、MLSと並んで、北米を代表するスポーツリーグの一つです。毎年、アメリカとカナダの30都市から31チームが、メインのトロフィーであるスタンレーカップをかけて戦います。レギュラーシーズンで最も多くのポイントを獲得したチームには、プレジデンツカップが授与されます。ボストン・ブルーインズのカーソル、セントルイス・ブルースのカーソル、コロンバス・ブルー・ジャケットのカーソル、タンパベイ・ライトニングのカーソル、ダラス・スターズのカーソル、そして心からの尊敬に値する他のクラブを含め、お気に入りのチームを手放さずに、カーソルを変更するだけで、NHLのカーソルのコレクションを作成することによって、この素晴らしいゲームを称える時が来ました。もしあなたもホッケーが好きで、お気に入りのクラブを応援したり、このスポーツに自ら参加したりしているなら。',
    'neon_descr' => '私たちは、いつものインターネットサーフィンにバラエティを加え、魅惑的なネオンライトに少しの明るさを加えるために、ユニークなネオンカーソルのコレクションを作成しました。それらの豊かな色彩が、夜の街の包み込むような雰囲気を生み出し、何か新しいものを創造するインスピレーションを与えてくれます。 現代の世界では、大都市の光は常に夜の訪れを告げ、あらゆる街で私たちを追いかけ、この輝きはエネルギーで満たされています。 輝くアイスクリームカーソル、おいしいホットドッグカーソル、ジューシーなバーガーカーソル、きらめくダイヤモンドカーソル、そして新しいネオンコレクションからのその他のカーソルもそれに続きますように。',
    'nba_teams_descr' => 'バスケットボールが私たちにとってお気に入りのゲームであるように、あなたにとってもお気に入りのゲームなら、NBAチームに捧げられたカーソルのコレクションはあなたが必要とするものです。NBAは北米大陸のトップスポーツ協会の1つです。このコレクションを作成したとき、どのチームを選ぶかという選択に悩まされました - NBAには30のチームがあるからです。しかし、伝説的なチームがあります。これは90年代半ばに勝利記録を樹立したシカゴ・ブルズです。これは、数年前にリーグ最高の選手を集めたゴールデンステート・ウォリアーズです。あるいは、たとえば、レイカーズ、セルティックスも非常にクールなチームです。私たちのように、お気に入りのバスケットボールチームの試合を楽しみにしており、チームや選手を応援したいのであれば、NBAカーソルのコレクションをダウンロードしてください。',
    'spongebob_descr' => 'アニメシリーズ「スポンジ・ボブ」は、多くの方々に知られています。1999年にニコロデオンが教育漫画「タイド・ゾーン」を基にしたアニメシリーズの制作を決定し、大成功を収め、非常に収益性の高いフランチャイズとなりました。シリーズの作者は海洋学研究所の元従業員であり、そのため、アニメシリーズの登場人物のほとんどが、独自の特性とカリスマ性を持つ、海底の面白い住人です。物語は、主人公スポンジ・ボブだけが作ることができる秘密のカーニバーガーのレシピを中心に展開します。そして、他の海の住人たちはそれを手に入れようとします。その中には、いつも失敗する主要なアンチヒーロー、シェルドン・プランクトンも含まれています。スポンジ・ボブのカーソルコレクションでは、シリーズのすべての注目すべきキャラクターとイベントのカーソルを集めました。例えば、ドルのカニ社長のカーソル、パトリック・スターのカーソル、クラリネットを持ったイカルドのカーソル、クラゲのカーソル、スポンジ・ボブのカーソルなど、多くのキャラクターがいます。',
    'phineas_and_ferb_descr' => '存在しないTrishtatyaの架空のアメリカの都市、デンビルに2人の面白い少年が住んでいます。彼らの休暇の毎日は信じられない冒険に変わります。なぜなら、彼らは都市全体ほどの大きさのジェットコースターや、別の惑星への本物のポータルを作ることができるからです。彼らは友達と素晴らしいエンターテイメントを共有します。同時に、少年たちが楽しんでいる間、邪悪な科学者ハインツ・フーフェルシュマーツは、彼の子供時代の不満を晴らしたり、Trishtatで権力を掌握したりするために、 "-inator" で終わる名前で、カオスを生み出す別の邪悪な機械を構築しています。しかし、ペリー、秘密の "エージェントPi" は彼を妨害しています。少年のペットの姿で働くカモノハシです。子供と大人の両方で、このアニメシリーズの人気は、シリーズのキャラクターでマウスカーソルを変更できるように、PhineasとFerbのカーソルのコレクションを作成するきっかけになりました。それらの中には、Phineas Flynnカーソル、Dr. Heinz Fufelschmertzカーソル、Ferb Fletcherカーソル、Candace Gertrude Flynnカーソル、そしてPerryカモノハシカーソルがあります。',
    'fortnite_chapter_2_descr' => 'フォートナイトの2番目のチャプターは、壮大なイベント「The End」の後に登場しました。これは、ゲームのプレイヤーが愛したすべてをブラックホールに引きずり込んだものです。フォートナイトチャプター2は、一見すると元のマップよりもさらにワイルドな新しいマップを備えており、ゲームメカニクスの多くの変更点と、もちろん多くの新しいゲームコンテンツがあります！乗り物、エモーション、水泳のメカニクスなど、これらすべてが新鮮で面白いイメージで、このカルトゲームであなたが愛し、高く評価しているものすべてです。新しい世界に浸りましょう - 着陸地点を選択し、13の場所がある全く新しい島を探索してください。水泳、釣り、モーターボート - これが新しい水上ゲームプレイです。もっと楽しく、労力も少なく - 全く新しいチャプター2をアップグレードし、カーソルを新しいスキンや武器に変更することを忘れないでください。あなたはすでにアップデートされたTurkカーソル、Riptideカーソル、Rippleyカーソル、Remedyカーソル、Toxinカーソル、8-Ballカーソル、Fusionカーソルなどを待っています！',
    'pokemon_descr' => '「ポケモン」という言葉は、超自然的な力を持つ生き物を意味します。彼らは知性を持っており、話せる者もいます。現在、すでに802種類のポケモンが存在します。架空のポケモンユニバースでは、人々はポケモントレーナーと呼ばれ、他のトレーナーのポケモンとのバトルに備えます。そして、コーチが経験豊富で強ければ強いほど、尊敬を集めます。幸いなことに、ポケモンバトルはこれらのユニークな生き物の死で終わることは決してありません。すべてのポケモンは異なる能力を持ち、要素の種類が異なり、さまざまな攻撃に対する耐性はこれに大きく依存し、一部の生き物は一度に2つの要素の能力を持っています。バトルに勝つと、ポケモンはレベルを上げ、それに応じてその特性を向上させるために必要な貴重な経験を得ます。今日、ポケモンユニバースは巨大なメディアフランチャイズであり、いくつかの人気のあるポケモンでカーソルのコレクションを皆さんにご用意することにしました。その中でも最も有名なのはピカチュウカーソル、ラッタカーソル、ゼニガメカーソル、フシギダネカーソル、ヒトカゲカーソルです。このリストは更新される予定です。なぜなら、それらが非常に多く、それぞれが独自の方法でユニークだからです。',
    'famous_people_descr' => '数多くの著名人の中で、私たちは皆、ロールモデルを見つけたり、単にこれらの有名人の天才、才能、そして不屈の精神を称賛したりします。あなたをインスパイアし、あなた一人ひとりが高めることができる偉大な業績を思い出させるために、有名人のカーソルのコレクションをご用意しました。すべての著名人が幸せな運命を辿ったわけではありませんが、彼らは、困難や問題があっても、あなたの大切な目標から決して退いてはいけないという最も重要なことを教えてくれます。結局のところ、これは成功を達成するための主な原則です。毎日夢に向かって歩み、最終的に自分の分野で最高になるのです。もしかしたら、今日はマウスカーソルを変えたいだけで、明日はあなたの人生すべてがより良い方向に変わるかもしれません！ コレクションは、人類の新たな価値ある代表者で常に更新されます。もちろん、科学者、政治家、スポーツ選手、芸術の代表者など、多くの人々が含まれます。ジョージ・ワシントンカーソル、マイケル・ジョーダンカーソル、スティーブン・キングカーソル、エルビス・プレスリーカーソル、マリリン・モンローカーソルは、ほんの始まりにすぎません。',
    'the_elder_scrools_descr' => 'The Elder Scrollsは、綿密に設計された共通の世界観によって統合された一連のコンピューターロールプレイングゲームであり、プレイヤーに非常に高い自由度を提供し、さまざまなエリアやファンタジーの世界の都市を訪れ、自分の力で新しい場所やミッションを探索できます。シリーズの制作は1992年に始まり、長年にわたり、このゲームは巨大なプレイヤーコミュニティを統合してきました。したがって、人気に応えて、ゲームのユニークな雰囲気に浸ることができるように、カーソルThe Elder Scrollsのコレクションをリリースしました。騎士とドラゴンの永遠の戦い、あなたはどちらの味方ですか？ドラゴンのカーソルに変更して火を噴くモンスターの軍隊に参加するか、剣のカーソルとお気に入りのキャラクターの画像を選択して、人々の側で高貴に戦うか - 決定はあなた次第です！大切なのは、私たちの新しいコレクションがあれば、どんな戦いにも準備ができているということです。',
    'halloween_descr' => '神秘的な夜である万聖節の前夜を待っています。ハロウィーンの歴史は2000年以上前に遡ります。これは、楽しみと恐怖を組み合わせた、ケルト文化出身の奇妙な祝日かもしれません。人々はかがり火を焚き、幽霊を追い払うために怖い衣装を着ました。「ハロウィーン」という言葉は、16世紀に英語のフレーズ「All-Hallows-Even」のスコットランド語の略語として初めて登場しました。グレゴリウス3世は11月1日を万聖節と宣言し、その前夜は「万聖前夜」、後にハロウィーンとして知られるようになりました。この日、人々は狼男、幽霊、その他のモンスターの衣装を着て、隣の家に行って、お菓子を買うことをオファーします。テーマのあるパーティー、花火、美しいランタン、カボチャ、そしてスタントがユニークな雰囲気を作り出します。私たちも、アクセサリーのカーソルとハロウィーンのキャラクターでこの恐ろしい祝日を祝いたいと考えています。私たちのコレクションでは、ゾンビカーソル、ゴーストカーソル、黒猫カーソル、カボチャカーソルなどを見つけることができます。私たちの新しいハロウィーンコレクションでカーソルを変えるように、あなたのムードを変えるのは簡単になりました。',
    'nfl_teams_descr' => '真のアメリカンフットボールファンにとって、自分のファンであるチームの象徴の形をしたマウスカーソルほど良いものがあるでしょうか？現代のナショナルフットボールリーグでは、32のチームがプレーし、ナショナルとアメリカンフットボールカンファレンス（ナショナルフットボールカンファレンス、NFC、およびアメリカンフットボールカンファレンス、AFC）に分かれています。さらに、各カンファレンスは、イースト、ノース、サウス、ウェストの4つのディビジョンに分かれています。NFLシーズンは、プレシーズンゲーム、レギュラーシーズン、そしてプレーオフゲームのシリーズで構成されています。NFLシーズンの最終戦はスーパーボウルと呼ばれ、基本的に米国で最も人気のあるスポーツイベントです。これは何百万人ものファンのお気に入りのゲームであり、そのため、お気に入りのチームのシンボルを手放さないように、NFLカーソルのコレクションを作成しました。ニューイングランドペイトリオッツ、ニューヨークジャイアンツ、バッファロービルズなど、他のチームであっても、常にチームロゴとヘルメットの形でカーソルを使用することで、アイドルと同じ波長にいてください。コレクションは常に更新されるため、誰もがお気に入りのチームのイメージにカーソルを変更できます。',
    'five_nights_at_freddy_descr' => '本当にユニークなゲーム、Five Nights at Freddy\'sはすぐに広い人気を得ました。シンプルでありながら魅力的なプロットがプレイヤーを何時間も画面に釘付けにするため、これは驚くことではありません。私たちはゲームのファンからのリクエストでFive Nights at Freddy\'sのカーソルをデザインし、そのような面白くて面白いキャラクターを具現化できたことを非常に嬉しく思っています。しかし、ゲームと異なり、私たちのカーソルでは何もあなたを脅かすことはありませんので、クマのフレディであろうと、ウサギのボニーであろうと、他のものであろうと、お気に入りのアニマトロニクスを自由にお選びください。重要なのは、今、あなたのブラウザでゲームが生き返り、新鮮な感情を与えてくれることです。私たちのカーソルにゴーストはいないことを保証しますが、デザインとプロット要素の複雑さから恐怖を刺激するゲームの精神を完璧に伝えています。しかし、カーソルのサイズを非常に大きくしたらどうでしょう？冷静さを保ち、怖がらないことができますか？',
    'komiksy_descr' => 'マウスカーソルは些細なことと思われるかもしれませんが、多くの場合、気分を良くしたり、灰色の朝に目を覚ましたり、明るい感情を与えることができるのは、そのような細部です。 すべてのスーパーヒーロー愛好家のために特別に設計されたコミックブックカーソルのコレクション。 ここでは、アイアンマンからサノス、スパイダーマン、ハルクまで、Marvel UniverseとDC Comicsのすべてを見つけることができます。 カーソルのスタイルは、スーパーヒーローの形でも、彼のキャラクターの形でもかまいません。 カーソルは単なる機能的な要素ではありません。専門的な意味で重要です。 たとえば、画面からビデオを録画する場合、明るくオリジナルの写真を見る方が良く、はるかに興味深いものに見えます。 そしてもちろん、誰が現実のインフィニティグローブを使いたくないでしょうか？ マウスカーソルの変更は簡単です。拡張機能をブラウザにダウンロードし、そこから設定に好きなカーソルを追加するだけです。 少なくとも毎日、気分に合わせてカーソルを選択できます。 灰色の毎日はもうたくさんです。今すぐスーパーヒーローになりましょう！',
    'igry_descr' => 'コンピューターゲームは、私たちの生活の不可欠な部分として長く定着しています。それらを通して、あなたは新しい世界に没入し、冒険に参加し、まったく異なる人になることができます。誰もがお気に入りのゲームを持っており、そのキャラクターはすでに家族のようなものです。有名なコンピューターゲームに基づいたカーソルのセットは、退屈な日常を薄め、ワークフローに少しの創造性、明るさ、そして楽しさを加える機会です。このセットには、ゲームのヒーロー自体の画像だけでなく、補助キャラクター、武器、ゲームアイコンも含まれています。自分の気分に合ったものを選んでください - ゲームのカーソルは、ゲーマーだけでなく、単に灰色の日常に飽きたすべての人にもアピールします。セットをダウンロードし、マウスカーソルを変更するだけで、クエストタスクを完了し、敵を破壊し、目標を達成するために進みましょう。',
    'multfilmy_descr' => 'すべての大人の心には、まだ子供のようにカートゥーンを愛し、ヒーローになることを夢見ている部分があります。私たちはあなたの夢を実現するお手伝いをします - 最も有名で大好きなカートゥーンに基づいた新しいカーソルコレクションを使用してください。トムとジェリー、バズ・ライトイヤーとシュレック、グラビティフォールズ、そしてポケモンでさえ - 毎日好きなものになれます。気分に合わせてマウスポインターを選択してください。あなたは今日誰ですか？どんな問題も簡単に解決する向こう見ずで陽気なミニオン、それとも偉業を成し遂げるだけでなくピザを食べることを目標とする、強くて勇敢なラファエルですか？あるいは、オフィス全体を自分の命令下に置く全能の魔法のランプの魔人ですか？このコレクションには、お姫様からドラゴンまで、誰もが楽しめるヒーローがいます - あなたの今日の気分を反映するのは誰かを決めるだけです。 Cursor Styleは単なる明るい画像ではありません。これは、個性、自己表現、そしてただ - 一日を通して楽しさ、喜び、そしてポジティブさの反映です。仕事をするのが退屈ですか、それとも勉強するのが面倒ですか？悲しくなって幸せではないですか？カーソルを変えれば、世界は新しい色で輝きます。',
    'kino_i_serialy_descr' => '映画 - 魔法であり、神秘主義であり、ただリラックスし、楽しんで、鮮やかな感情を得るための素晴らしい方法です。同時に、視聴後も、私は現実で本当に会いたいお気に入りのヒーローをまだ覚えています。今では可能です - 有名な映画やテレビ番組に基づいた新しいカーソルコレクションをダウンロードするだけです。明るく、クールなカーソルは、デスクトップに最適な追加となり、退屈な灰色の日常生活を休日に変え、些細なタスクをエキサイティングな冒険に変えます。気分、タスク、またはランダムに、毎日カーソルのヒーローを変更します。あなたは今日誰ですか？正直で公正なジョン・スノウ、それとも大胆で容赦ないジョン・ウィック？難しいミッションが控えていて、フロドだけがそれを完了できるかもしれませんか？もしかしたら、あなたは他の人と接触したくない単なるエイリアンかもしれませんか？適切なカーソルを選択して、気分を高め、同時に他の人にあなたが考えていることと、どのように一日を過ごすかを伝えます。試してみてください - それは楽しいだけでなく、中毒性もあります - きっといつもの矢印には戻りたくなくなるでしょう。',
    'anime_descr' => 'アニメは、その独特な民族性にもかかわらず、世界中の何百万人もの人々に愛されている、独特なアニメーションのスタイルです。このスタイルで漫画を観たことがない人が少なくとも一人いるとは考えにくいです。「Cursor Style」は、このスタイルのすべてのファンが気に入るような、最もクールなアニメスタイルのカーソルを作成しました。標準カーソルは退屈で古臭いです。あなたの個性を表現しましょう - お気に入りのキャラクターを使ったアニメカーソルのコレクションを使用してください。冒険と勇敢な戦いを夢見るなら、暗い剣のカーソルを選びましょう。可愛い太ったトトロは最も悲しい日でもあなたを元気づけてくれるでしょう。そして、ナルトはあなたを冒険へと駆り立て、あなたがとてもクールであることを周囲の人々に示してくれるでしょう。明るいカーソルは、仕事の日を明るくしたり、学習プロセスをより面白く、楽しくしてくれます。自分自身を制限しないでください - マウスカーソルのような小さな要素にも、お気に入りのモチーフを使用してください。毎日カーソルを変え、気分に合わせて調整し、あなたの個性を表現しましょう - アニメスタイルのカーソルを使えば、それはとても簡単です。',
    'futbol_descr' => 'フットボールは、レスリング、陸上競技、正確さの要素を含む特別なスポーツです。一般的に言って、それは壮大で、容赦がなく、世界中で何百万人ものファンを集めています。フットボールが好きですか、それとも単にスポーツが好きですか？それなら、世界的に有名なゲームのスタイルでカーソルのセットをダウンロードして、熱心なファンの称号を証明してください。このコレクションには、24種類のカーソルデザインオプションが含まれています。最も人気のあるチームの形で、彼らは必死で粘り強いゲームとしてそのタイトルにふさわしいものです。カーソルは2つのバージョンで作られています。チームの色で装飾された標準的な三角形の形、または対応するゲームヘルメットの形です。標準のブラウザカーソルは退屈で、真のスポーツファンにふさわしくありません。私たちのコレクションで、オリジナルでユニークになりましょう。画像をダウンロードして、お気に入りのチームの色やカスタムカーソルを選択してください。スポーツが好きで、みんなを応援している場合でも。趣味に従うのはとても簡単です。お気に入りのチームのスカーフやキャップを着用して仕事に行く必要はありません。カーソルを明るくスタイリッシュな画像にすばやく簡単に変更できます。',
    'avtomobili_descr' => 'あなたは車が好きで、さまざまなメーカーのモデルを見るのを楽しんでいますか？それとも、特定のブランドを長い間夢見てきたのに、まだ購入する機会がありませんか？特にあなたのために、私たちは明るいカーソルセット "Supercars"を作成しました。ここでは、クラシックなFordやスタイリッシュなBentley、明るいLamborghiniやユニークなFerrariが見つかります。オリジナルの車の所有者になりたいですか？簡単です - カーソルのコレクションをデバイスにダウンロードして、車の画像を少なくとも毎日変更してください。カーソルは、本格的な車またはそのサインとして、2つのバージョンで設計されています。何が一番好きか、どのように作業するのが好きかを選択してください。このような画像は、ゲームカーソルまたは単にデスクトップの珍しい要素として最適です。明るくなるのは簡単です-そのためにはとてつもないことをしたり、外見を変える必要はありません。ありふれたオブジェクトの使用をやめて、本当に好きなものを選ぶだけで十分です。カーソルのコレクション "Cars" は、自分自身を証明することを恐れない人のための選択肢です。',
    'memy_descr' => 'ミームは、私たちの生活の中で長い間、お馴染みの存在です。そして、これらの大容量で面白く、独創的な画像を、その日を台無しにするために好きではない人がいるでしょうか？ミームの多くのヒーローは、単に人気を得ただけでなく、人気者の地位を獲得し、フレーズや表現は、長い間、確立された表現として口語的なスピーチにも含まれてきました。最も人気のあるミームに基づいた最高のカーソルのコレクションをご紹介します。それらを使用すると、あなたの個性を表現できるだけでなく、あなたの気分も表現できます。すべてにうんざりしていませんか？すべての外見で周囲のすべてに対する怒りと敵意を表現する怒った猫を選んでください。それとも、今日は皮肉で輝いていて、笑うことを気にしませんか？それなら、ドレイクブリンは素晴らしい伴奏になります-それはあなたを元気づけ、どんなタスクも独創的で面白くします。拡張機能をインストールし、コレクションをダウンロードして、毎日カーソルのスタイルを選択してください。明るく独創的であることは難しくありません-アイコンの標準デザインをミームのヒーローのいずれかに変更して、一日中エネルギーブーストを得てください。',
    'emodji_descr' => '絵文字 - 明るく、クールなアイコン。これなしでは、私たちはもはや日常的にコミュニケーションを取ることはできません。絵文字を使えば、自分の気分を言葉で説明する必要はありません。必要なアイコンを選択するだけで、会話相手はあなたを理解します。私たちの新しいカーソルセットでは、絵文字のアイデアを具現化しました。これが、世界を彩り、人生をより面白くする、面白くて珍しいCursojiが誕生した理由です。Cursojiを使用することで、作業や慣れたタスクを実行するだけでなく、同僚、友人、そして他人に自分の気分を示すこともできます。眠そうなカーソルは月曜日の朝に最適で、泣いているカーソルは追加の責任に対する態度を表します。メガネをかけたクールなカーソルは休日の前に最適な選択肢であり、目にドルマークのあるカーソルは、上司に給与アップについてほのめかす良い理由です。Cursojiを使うのは楽しくて面白いです。仕事、勉強、プレゼンテーションなど、どのような場合でも、適切なカーソルを選択してください！同僚にユーモアのセンスがある場合や、単に状況を打開する必要がある場合など、プレゼンテーションでは、これを行うことさえお勧めします。一般的に、どんなタスクにも - 適切なカーソルを選択するだけです！',
    'pitomcy_descr' => '動物はお好きですか？ きっと、とても可愛くて、面白くて、とても面白いですよね。なぜ、一日中人間の親友たちと一緒に過ごさないのでしょうか？「ペット」カーソルコレクションをダウンロードして、毎日あなたにぴったりの友達を選んでください。 カーソルのアイコンは、心優しいアルパカのように可愛くても、ピンクのフラミンゴのようにスタイリッシュでも構いません。あるいは、一日中忙しくて、新聞を読むユニコーンを選ぶかもしれませんし、邪悪な黒猫のように、誰ともコミュニケーションを取りたくないかもしれません。気分に合わせて、対応する動物がいます。陽気なパグは、最も退屈で灰色の日にでもあなたを元気づけてくれるでしょうし、ユニコーンの形をしたピンクのカーソルは、あなたが残忍なあごひげを生やした男であっても、美意識を失っていないことを皆に示してくれるでしょう。もし気分が乗らないし、ルーチンワークをしたくない場合は？レシピは簡単です - ペットコレクションをダウンロードし、マウスカーソルを変更してください - そして、出来上がり、太陽は再び輝き、天気は晴れ、気分は最高レベルです。 動物がうつ病や悲しみを抑えるのに役立つと言われるのも不思議ではありません！',
    'stil_i_krasota_descr' => '新しいカーソルコレクションでは、私たちに心地よい感情を引き起こし、気分を高めてくれる幅広いテーマを集めました。このカーソルセットは「スタイルと美しさ」と呼ばれています。それは、私たちの日々の生活を決定し、喜びを与え、重要なことを行う意欲を刺激し、改善への願望を呼び覚ます、あなたのお気に入りのものだからです。宇宙に夢中で、他の惑星に行くことを夢見ていますか？NASAのカーソルまたはエイリアンのプレートを選択して、あなたの夢に近づきましょう。音楽なしで人生を想像できない、あるいは生粋のロッカーなら、エレキギター風のカーソルがあなたにぴったりです。ブラシ、定規、コンパスのカーソルは、エンジニアのために特別に開発されました。そのような画像は、退屈な計算や図面を独創的な解決策に変えるのに役立ちます。魔法の杖とスニーカー、スケートボードと口紅、太陽と化学コーン - あなたのライフスタイル、あなたの願望、そして願望に合うものを選んでください。そうすれば、普通のタスクがより面白くなり、平日が新しい鮮やかな色で彩られます。',
    'prazdniki_descr' => 'お祭りが好きですか？しかし、好きではない人は誰でしょうか - 友人、贈り物、また同じ週末。お祭りを待つのがもっと楽しく、短く、暖かくするために、カレンダーの日数を数えるだけでなく、対応するアイコンをマウスカーソルとして設定することもできます。新年から始めましょう - クリスマスツリー、プレゼント、サンタクロースを選んで、お祭りを明るく陽気にしましょう。ジンジャーブレッドマンの方が近いかもしれません - 面白くてキュートで、いつも陽気？彼と一緒なら、悲しんだり退屈したりする時間はありません。キューピッドと陽気なハートでお祝いを続け、イースターバニーも遠くありません。お祭りの間に、誕生日があり、標準のカーソル矢印の代わりに風船を使って待つのがさらに楽しくなるでしょう。そしてハロウィーンでは、不気味なカボチャや幽霊の形をした珍しいマウスカーソルで、同僚や周囲の人々を驚かせることができます。お祭りのためのカーソルセットは、期待を明るくし、今後の楽しみに事前に調整し、お祝いの前だけでなく、一年を通して素晴らしい気分を維持する機会です。',
    'flagi_descr' => '旗は、すべてのソーシャルネットワークで広く使用されているユニークなシンボルです。なぜ、カーソルを旗にしないのだろうかと考えました。結局のところ、本当に明るく珍しいものです。これで、毎日新しい国と一緒になり、仕事はそれほど単調で退屈ではなくなります。マウスカーソルは、中国やアメリカ、日本やカナダの国旗、その他の38の旗のオプションで作成できるようになりました。珍しい色の標準の矢印の形または旗自体の形のカーソルを選択できます。 このセットは、旅行好きすべての人にアピールするでしょう。 これを使用すると、新しい旅行を計画し、長い旅を夢見ることができます。休暇の計画はありますか？ どの国に行きたいか、みんなに見せてください。新しい外国語を学ぶことを決めたかもしれませんか？ それなら、このカーソルはあなたを応援し、熱心に勉強するように動機付けます。あるいは、シェルドンのように、ただ旗が好きですか？ いずれの場合も、Flagsカーソルコレクションはデスクトップに最適であり、新しい発見へとあなたを導きます。',
    'vokrug_sveta_descr' => '誰もが旅行を好きです。新しい国や都市を訪れ、観光名所を見て、新しい文化の中で素晴らしい時間を過ごすことはなんて素晴らしいことでしょう。あまり頻繁には旅行できないのが残念ですが、私たちはそれを修正しようとしました。「世界一周」のカーソルセットは、最も印象的なイメージ、さまざまな国のシンボルを集めたもので、自宅に座っていても本物の旅行者のように感じることができます。私たちのキットでは、日本やオーストラリア、イタリアやカナダ、アメリカやメキシコなど、世界で最も興味深く、独創的で絵のように美しい国々を見つけることができます。カーソル画像は、その国の国旗の色で標準的な矢印になることも、その国の主要な観光名所の1つになることもできます。たとえば、ピサの斜塔でドキュメントを開いたり、自由の女神を使ってプレゼンテーションを行うことができます。私たちは成功を保証します。まあ、成功しなくても、同僚の笑顔と独創性の認識はきっと得られるでしょう。そう、上司に休暇に行く時期だとほのめかすのも価値があります - スーツケースや飛行機をカーソルとして設定するだけで、すぐに飛ぶことになるでしょう。',
    'eda_i_napitki_descr' => '製品の形でカーソル一式は、明るく、美味しく、食欲をそそる写真の信じられないほどのコレクションであり、誰もが間違いなく気に入るでしょう。退屈な白い矢印の代わりに、新しいカーソルセットをダウンロードして設定するだけで、ブロッコリーやフライドポテトをクリックしたことはありますか？ここでできます。カーソル"Food"は、標準的な三角形のポインターの形と製品の形の両方で作られています。ここでは、野菜や果物、ピザやホットドッグなどの好きな料理、コーヒー、ロリポップなど、あらゆる日を元気づけるものがたくさん見つかります。コーヒーが好きだけど、1日中飲むのは良くない？あなたの食事に仮想コーヒーを追加してください。これは、活力を与え、あなたを目覚めさせるとともに、鮮やかな感情を与えます。仮想ドーナツの形をした急なカーソルは、体型を損なうことなく、鮮やかな感情を与え、元気づけます。お気に入りのカーソルを使用したり、毎日画像を変更したりできます。カーソルの豊富な選択肢は、日常生活を彩り、おなじみの行動に新しい色を加えるのに役立ちます。',
    'cvetnye_descr' => 'カーソルは、私たちが一日の仕事、勉強、コミュニケーション、リラックスに費やすブラウザの主な要素です。カーソルの標準的な外観は退屈で、いくらか陰気ですが、それでも多くの人にとってこの形は便利であり、それを変えるのは不快でしょう。しかし、この状況のために、私たちは解決策を持っています - 明るく陽気な色のカーソルのセットは、あなたの日常生活に多様性を加え、問題をより簡単かつ迅速に解決します。カーソルの色を変える方法を考えているなら、私たちは答えます - 私たちのコレクションをダウンロードして、毎日明るいソリューションを選んでください！気分や仕事の特性に合わせて、さまざまな色のモノクロトーンを選択できます。たとえば、標準的なドキュメントを扱うときは、紫色のカーソルが背景から際立ち、暗い背景では、逆に黄色のカーソルの方が使いやすくなります。色の爆発、明るさ、最大の独創性を求めるなら、スペクトルのすべての色を含む虹のカーソルを選んでください - このアイコンを使えば、その日の気分は確実に良くなるでしょう。',
    'prank_descr' => '職場でのジョークは、常に歓迎されるとは限りません。多くの場合、ワークフローの妨げになるからです。しかし、新しい「いたずら」カーソルのセットを使えば、仕事や勉強を邪魔することなく、同僚や友人に優しくいたずらをすることができます。私たちは、誰でも笑わせ、仕事や別のタスクを実行する忙しいプロセスの中で少しリラックスする理由を与える、特別なコレクションを開発しました。マウスカーソルを変更するには、キットをデバイスにダウンロードし、パラメータでお気に入りのデザインを選択するだけです。たとえば、標準的な形状のカーソルを取得できますが、反転状態や波で湾曲した矢印などです。この形式は、仕事のプロセスをまったく妨げませんが、同時に素晴らしい気分を演出し、前向きな気分にさせてくれます。気分に合わせて、または毎日カーソルの表示設定を変更すると、どんなタスクもより面白く楽しくなり、日常生活がネガティブな感情を引き起こさなくなります。さらに、このようなカーソルは、真剣なプロジェクトにも使用できます。中立的な色をしており、デスクトップから目立ちません。',
    'startovyj_nabor_descr' => 'スターターコレクションのカーソルは、明るく珍しい外観の標準的な形状とサイズのミックスです。これは、いつもの形を好むけれど、日常生活に多様性、独創性、明るさをもたらしたい人にとって最適な選択肢です。コレクションには、手のカーソルと、Google Chromeのロゴから顔文字まで、さまざまなバリエーションのなじみのある矢印があり、サボテンとノスタルジーを伴う忘れ去られたドラゴンにさえ出会うことができます。標準的なカーソルも面白くて魅力的であることを証明します。さまざまな色、形、テクスチャ、興味深いデザインは、好みに合わせてカーソルを選択したり、気分や実行するタスクに応じて毎日変更したりするのに役立ちます。ブラウザのカーソルを変更するのは非常に簡単です。拡張機能をインストールして、コレクションをデバイスにダウンロードするだけです。面白くて興味深いカーソルは、平日の色を添えるだけでなく、たとえば、プレゼンテーションをより面白くしたり、特に明るいカーソルの助けを借りて、レポートの個々の要素に注意を引いたりするのにも役立ちます。',
    'fortnite_descr' => 'フォートナイトは世界中の何百万人もの人々を征服しました。エキサイティングなバトル、戦略と戦術、冒険 - プレイヤーが非常に気に入っているものをすべて吸収しました。私たちも傍観することはできず、熱心なゲーマーだけでなく、フォートナイトについて初めて聞いた人でも喜ぶ、ゲームのスタイルで一連のカーソルを開発しました。フォートナイトのカーソルアイコンは、ヒーローまたはその武器の画像を、細部まで作り込んだものです。ここでは、キツネや魚の画像、インフェルノや黒騎士のマスクを見つけることができ、矢印やスパイク付きの大鎌を矢印として設定できます。誰もが無関心ではいられないと確信しています！怖くしたり、神秘的にしたり、独創的にしたり、ユーモラスにしたり - それはあなた次第です。スタイルを選択してそれに従うか、設定でカスタムカーソルを設定して、毎日役割を変更してください。鮮やかな画像とお気に入りのキャラクターと一緒に時間を過ごすことで、退屈で単調な作業もはるかに面白く、楽しくなります。あるいは、同僚とどちらのヒーローが強いか、コンテストを開催することもできますか？選択はあなた次第です！',
    'dota_2_descr' => 'DotA2はもはや単なるゲームではなく、現実のパラレルワールドです。 DotA2のバーチャルリアリティでは、生活、戦闘、開発、旅行、友達作りなど、すべてを行うことができます。 一般的に、人生と同じように、時々もっと面白いだけです。 Dota 2のカーソルは、鮮やかな感情を得て、現実世界で自分自身を表現することを可能にする戦略の継続です。 新しいカーソルセットには、ゲームで最も印象的なキャラクターと、他のものと混同されることのないオリジナルアイテムが含まれています。 あなたに近いカーソルを選択し、職場を離れることなく冒険に乗り出してください。 仕事をしたり、教育的なタスクを実行したりするのは時々退屈ですが、ゲームカーソルがあれば、この問題に直面することはありません。 少しの想像力、明るいカーソル - そして、出来上がり、どんなビジネスも、難しくて面白くない珍しい冒険になります。 自分を抑える必要はありません。 Dotaが好きですか？ それなら、必ず私たちのコレクションをダウンロードし、1つまたは複数のランダムなカーソルを一度に選択してください。そして、新しい日はすべて明るく、より興味深く、飽和します。',
    'minecraft_descr' => '標準の矢印や指の形のマウスカーソルは、誰もが飽きて久しいものとなりました。 もしあなたが、珍しいものやオリジナルのものが好きなら、マウスカーソルを変えて、もっと面白いデザインにしてみましょう。 世界的に有名なMinecraftゲームのスタイルで、最も印象的なキャラクターを見つけることができる、カーソルのコレクションを開発しました。 オオカミやキツネ、アレックスやクリーパー、ダイヤモンドの剣や魚など、お気に入りのものを選んだり、毎日新しいヒーローをインストールしたりできます。 これらはゲーマーのための本物のカーソルであり、絶対に誰でも気に入るでしょう — 結局のところ、Minecraftをプレイしたことのない人はいますか？ きっといないはずです。 退屈な日常は終わり — 自宅やオフィスの椅子から離れることなく、冒険に飛び込む時が来ました。 レポートの準備や、銃で残高を減らすことなど、どんなタスクもより楽しくなり、その場で退屈することはありません。 新しいMinecraftカーソルコレクションをダウンロードして設定しましょう — 最も灰色で退屈な日でも、あなたの気分は常に最高になります。 そして、同僚はあなたの結果を羨むでしょう — Minecraftの勇敢なヒーローたちの助けを借りて、自分の仕事をしないわけにはいきません。',
    'kino_i_serialy_short_descr' => 'カーソル卿：デスクトップの仲間たち',
    'vokrug_sveta_short_descr' => '一瞬で世界一周：今日はどこへ行く？',
    'famous_people' => '有名人',
    'kino_i_serialy' => '映画',
    'avtomobili' => '車',
    'prazdniki' => '祝日',
    'flagi' => '旗',
    'vokrug_sveta' => '世界一周',
    'the_elder_scrools_short_descr' => '騎士とドラゴンの世界に浸ってください',
    'adventure_time_descr' => '「アドベンチャー・タイム」は、終末後の世界を舞台にした、ファンタジー系のカートゥーンです。舞台となるのは、かつて核戦争が勃発した土地「ウー大陸」。しかし、すべては過去のことで、生き残った人々は突然変異を起こし、世界は魔法に満ちています。アニメシリーズの主人公は、14歳の少年フィンと、犬のジェイクです。少年と犬は冒険が大好きで、困っている人を常に助けています。友達は木の上に住んでいて、いつも一緒に時間を過ごしています。他のファンと一緒に冒険の世界に浸りたいなら、「数学！」と叫びましょう。ここには、フィンのカーソルとジェイクのカーソル、そしてプリンセス・チューインガムのカーソルがあります。もちろん、ビーモのカーソル、アイスキングのカーソルなども忘れずにご用意しました。',
    'demon_slayer_anime_descr' => '物語は、大正時代を舞台に展開します。古くから、人間を食糧とし、夜に歩き回り、新たな犠牲者を探す人型の鬼が森に住んでいるという噂がありました。しかし… それはただの伝説ですよね？

竈門炭治郎は、父親を亡くし、家族を支える長男です。ある日、彼は炭を売るために近くの町に出かけます。朝に戻ると、彼は恐ろしい光景を目にします。家族全員が残酷に殺され、唯一の生存者は、鬼に変貌してしまった妹の禰豆子ですが、まだ人間性を完全に失っていません。

この瞬間から、炭治郎と禰豆子は長く危険な旅に出ます。その中で、炭治郎は殺し屋を見つけ、妹を癒す方法を見つけようとします。しかし、子供たちはすべての困難を乗り越え、家に帰ることができるのでしょうか？答えはもうご存知かもしれませんが、もしそうでない場合は、最も人気のある漫画のキャラクターが登場する鬼滅の刃のカーソルをいち早く設定してください。',
];
