<?php

return [
    'title' => 'Cursor Style - Cookieポリシー',
    'descr' => 'cursor.styleまたは「Cursor Style」拡張機能にアクセスした際のCookieポリシーです。当社の製品を使用する際に考慮すべきいくつかの規則があります。',
    'text' => '<h2> Cookie Policy </h2>
<p> "Cursor Style"のウェブサイトcursor.styleを訪問したり、ブラウザパネルの"Cursor Style"拡張機能を使用したり、当社の担当者（「サービス」）と交流したりすると、当社はウェブビーコン、クッキー、ピクセルタグ、スクリプト、タグ、API、その他のテクノロジー（「追跡テクノロジー」）を使用（および第三者に使用を許可）します。 これは、このポリシー（「Cookieポリシー」）で説明されており、これは当社の<a href="/privacy">プライバシーポリシー</a>の一部です。 </p>
<p> 追跡テクノロジーを使用すると、サービスのナビゲーションを改善し、サービスのパフォーマンスを向上させ、サービスでのエクスペリエンスを容易にするために、お客様とインターネット上での行動に関する情報を自動的に収集できます。 また、この情報を使用して、サービスの利用に関する統計情報を収集し、分析を行い、お客様の関心に合ったコンテンツを配信し、ユーザー、顧客、パートナー向けのサービスを管理します。 また、第三者が追跡テクノロジーを使用してお客様に関する情報を収集することも許可しています。 </p>
<p> クッキーとは？ クッキーは、ウェブサーバーがウェブページを訪問したときに、お客様のコンピューターまたはモバイルデバイスに配置する小さなテキストファイル（文字と数字のみで構成）です。 クッキーを使用すると、たとえば、言語設定や設定を記憶するなど、当社のサービスをよりユーザーフレンドリーにすることができます。 クッキーの詳細については、<a href="http://www.allaboutcookies.org">allaboutcookies.org</a>をご覧ください。 </p>
<p> クッキーは、ウェブサイトのパフォーマンスに広く使用されています。 クッキーを使用すると、ページ間を効率的にナビゲートできます。 クッキーは、お客様の設定を記憶し、お客様とサービスの間のインタラクションをよりスムーズかつ効率的にします。 </p>
<p> お客様が当社のサービスにアクセスまたはアクセスする際（通常、当社のウェブサイトにアクセスする際）、追跡テクノロジーを使用します。これらは「ファーストパーティ追跡テクノロジー」と呼ばれます。 さらに、追跡テクノロジーは、当社の分析サービスプロバイダー、ビジネスパートナー、広告主などの他のサードパーティ組織によって保存され、当社のサービスにコンテンツを投稿します。これらは「サードパーティ追跡テクノロジー」と呼ばれます。 追跡テクノロジーの両方の種類は、お客様のサービスへの訪問中、または複数回の訪問にわたって保存できます。 </p>
<h3> どのような種類の追跡テクノロジーを使用していますか？ 追跡テクノロジーには5つの主要なタイプがあります。 </h3>
<ul>
<li> <b> 厳密に必要な追跡テクノロジー </b> <br> <p> これらの追跡テクノロジーは、ログイン、ナビゲート、および当社のサービスの機能を使用したり、要求したサービス（たとえば、ユーザー名）を提供したりするために必要です。 これらの追跡テクノロジーを使用するために、お客様の同意は必要ありません。 これらの追跡テクノロジーは、セキュリティと整合性の目的、たとえば、当社のポリシーの違反を特定するため、またはサポートまたはセキュリティ機能に使用できます。 </p> </li>
<li> <b> 機能追跡テクノロジー </b> <br> <p>
これらの追跡テクノロジーは、お客様の選択（言語など）を記憶し、高度でパーソナライズされた機能を提供できるようにします。 たとえば、これらの追跡テクノロジーは、認証（ログインしたときに記憶するため）および当社の他のサービスのサポートに使用されます。 </p> </li>
<li> <b> パフォーマンス追跡テクノロジー </b> <br> <p>
これらの追跡テクノロジーは、行動データやコンテンツエンゲージメントの指標など、お客様のオンライン活動（たとえば、当社のサービスへの訪問時間）に関する情報を収集します。 これらの追跡テクノロジーは、分析、調査、統計（集計情報に基づく）に使用されます。 </p> </li>
<li> <b> マーケティングまたは広告追跡テクノロジー </b> <br> <p>
これらの追跡テクノロジーは、お客様の関心に基づいて特別なオファーや広告を提供し、メールマーケティングキャンペーンを実施するために使用されます。 また、広告の表示回数を制限したり、広告キャンペーンの効果を測定したりするためにも使用できます。 通常、当社の広告主（たとえば、広告ネットワーク）によってホストされ、彼らにとって、広告を表示し、広告とインタラクトし、彼らのウェブサイトを訪問したり、彼らのアプリを使用したりする人々について知ることができます。 </p> </li>
<li> <b> ソーシャルメディア追跡テクノロジー </b> <br> <p>
当社のウェブサイトには、FacebookやVkontakteの「いいね！」ボタンや「シェア」ボタン、またはサードパーティのログインサービスなどのソーシャルネットワークの機能が含まれています。 これらの機能は、サードパーティによって投稿されるか、当社のサービスに直接投稿されます。 これらの機能とのインタラクションは、これらの機能を提供する会社のプライバシーステートメントによって管理されます。 </p> </li>
</ul>
<h3> 以下は、当社のサービスで見つけることができるクッキーです。 </h3>
<ul>
<li> <b> Cookie Analytics </b> <br> <p> これらの追跡テクノロジーは、お客様が当社のサービスでコンテンツをどのように操作するか、帰属の目的（たとえば、紹介URL）などに関する情報を収集するために使用されます。 この情報を使用して、レポートを作成し、当社に支払うべき収入を計算し、サービスを改善し、パーソナライズされた製品とコンテンツを提供するのに役立ちます。 </p> </li>
<li> <b> Google Analytics </b> <br> <p> このクッキーは、訪問者が当社のプラットフォームをどのように使用しているかに関する情報を収集するために使用されます。この情報を使用して、レポートを作成し、プラットフォームを改善します。 クッキーは、プラットフォームの訪問者数、訪問者がプラットフォームにアクセスした場所、および訪問したページなど、情報を匿名形式で収集します。 <br> <a href = "https://policies.google.com/privacy?hl=en" > プライバシーポリシー </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> このクッキーは、ウェブサイトのページにスクリプトを読み込むために使用するGoogle Tag Managerに関連付けられています。 <br> <a href = "https: / /policies.google.com/privacy?hl=en">プライバシーポリシー </a> </p> </li>
</ul>
<p> 追跡テクノロジーに関して、DoNotTrackリクエストを含む自動ブラウザアラートを認識または応答しないことに注意してください。 ただし、クッキーの設定を管理および管理するさまざまな方法があります。 クッキーを削除またはブロックすると、サービスの一部の機能が正しく機能しないか、それほど効率的に機能しない場合があることに注意してください。 </p>
<p> ほとんどのWebブラウザーは、クッキーに関する一般的な情報を提供し、デバイスに保存されているクッキーを確認したり、すべてまたは個別に削除したり、すべてのWebサイトまたは個別に選択されたサイトについてクッキーの使用をブロックまたは許可したりできます。 サードパーティのクッキーを個別に無効にすることもできます。 ブラウザまたはデバイスで提供される設定は、多くの場合、その特定のブラウザまたはデバイスにのみ適用されることに注意してください。 </p>
<h3> クッキー情報は通常、Webブラウザのヘルプセクションにあります。 </h3>
<p> 一般的に使用されているWebブラウザへのリンクを以下に示します。 </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer および Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> 次のリンクをクリックして、ターゲティング/広告用のサードパーティのクッキーの一部をオフにすることができます: <a href="http://optout.networkadvertising.org/?c=1"> 興味に基づいた広告のオプトアウト </a>. </p>
				',
];
