<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - フィードバックフォームからご連絡ください！',
    'descr' => 'ユーザーの皆様のご意見は私たちにとって非常に重要ですので、何か問題がございましたらお気軽にご連絡ください。「Cursor Style」拡張機能についてのご意見やアイデアもお待ちしております。',
    'text_1' => 'ご退出されるとのこと、大変申し訳ございません。',
    'text_2' => 'お客様がご不満に思われた点を知ることは非常に重要であり、可能な限り早急に改善できるよう努めます！',
    'i_didnt_like' => '気に入らない...',
    'send_button' => '送信',
    'thanks_for_feedback' => 'フィードバックありがとうございます！あなたのフィードバックは私たちにとって非常に重要です。',
    'thanks_contact' => 'ご連絡ありがとうございます！あなたのフィードバックは私たちにとって非常に重要です。',
    'feedback' => 'フィードバック',
    'name' => '名前',
    'message' => 'メッセージ',
    'email' => 'Eメール',
    'subject' => '件名',
];
