<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => '拡張機能をインストールしていただきありがとうございます！',
    'text_1' => 'Googleのポリシーでは、Chromeウェブストア、Googleの内部ページ、Chromeのホームページではカスタムカーソルの使用が禁止されているため、これらのページを除き、任意のウェブページで「Cursor Style」拡張機能を使用していることを確認してください（一部の理由でカーソルが動作しない場合は、一度「F5」キーを押してページを更新してください）。また、ユーザーの便宜のため、カスタムカーソルは拡張機能のポップアップでは使用されませんが、現在のカーソルを制御するために、拡張機能メニューの「アクティブ」フィールドに表示されます。',
    'text_2' => 'Chromeツールバーにある「Cursor Style」の拡張機能アイコンをクリックしてください。ポップアップが表示されます。',
    'text_3' => '拡張機能の使用方法に関する詳細な手順は、<a href="/howto">このセクション</a>に記載されています。',
    'text_4' => 'あなたのライブラリにカーソルを追加するには、下の「追加」ボタンをクリックしてください。',
    'more_cursors' => 'もっとカーソル',
];
