<?php

return [
    'title' => 'Сursor Style - 当社製品のご利用規約',
    'descr' => '利用規約は、あなたと「Cursor Style」（「サービス」、「当社」、または「サービス」）の間で締結されます。 このサービスは、13歳以上の方にのみ、個人的な使用を目的として提供されており、商業目的での使用はできません。',
    'text' => '<h2> 利用規約 </h2>
<h3> ウェブサイトと拡張機能を使用する前に、これらの利用規約をお読みください。 </h3>
<p> 本利用規約は、お客様と「Cursor Style」 (以下「サービス」、「当社」または「サービス」) との間で締結されます。以下の利用規約と、それらが明示的に参照によって組み込む、関連するすべての文書 (総称して「本利用規約」といいます) は、cursor.style ウェブサイトとそのブラウザ拡張機能 (サービスを通じて提供されるコンテンツ、機能、サービスを含む) へのアクセスと使用を規定します (総称して「サービス」といいます)。 </p>
<p> ウェブサイトまたは拡張機能を使用することにより、お客様は本利用規約に同意し、それに従うことに同意したものとします。本利用規約または当社の <a href="/privacy"> プライバシーポリシー </a> に同意しない場合は、ウェブサイトと拡張機能にアクセスまたは使用しないでください。 </p>
<p> このサービスは、13 歳以上の方のみが個人的な使用を目的として利用可能であり、商業目的での利用はできません。本サービスを利用することにより、お客様は、(I) 13 歳以上であること、(II) 適用法に従い、ウェブサイトの使用が禁止されていないこと、および (III) お客様は個人的なニーズのみにサービスを使用することを表明し、保証します。これらの要件を満たさない場合は、サービスにアクセスまたは使用しないでください。 </p>
<p> 当社は、独自の裁量により、本利用規約を随時改訂および更新することができます。すべての変更は、公開後すぐに有効になります。改訂された利用規約の公開後も引き続きサービスを利用することにより、お客様は変更を承諾し、同意するものとします。これらの変更は拘束力を持つため、お客様は変更を知るために、このページを頻繁に訪問することが期待されます。 </p>
<p> 当社は、単独の裁量により、予告なしに、本ウェブサイトと拡張機能、本ウェブサイトと拡張機能に提供するあらゆるサービスまたは資料を撤回または修正する権利を留保します。当社は、当社のサイト、拡張機能、またはそのコンテンツが常に利用可能であること、または中断されないことを保証するものではありません。何らかの理由でサービスの一部またはすべてがいつでも、または特定の期間利用できなくなった場合、当社は責任を負いません。当社は、ユーザーのために、ウェブサイトまたは拡張機能、またはサービス全体の特定の部分へのアクセスを制限することがあります。 </p>
<p> お客様は、サービスへのアクセスを確保するために、必要なすべての措置を講じる責任を負います。お客様のインターネット接続を介してサービスにアクセスするすべての人が、本利用規約を認識し、それに準拠していることを確認すること。サービスまたはその一部のリソースにアクセスするには、特定の情報またはその他の情報を提供するよう求められる場合があります。お客様は、本サービスまたはその他の方法を通じて、お客様が当社に提供するすべての情報 (本サービスにおけるインタラクティブ機能の使用を含むがこれに限定されない) が当社の <a href="/privacy"> プライバシーポリシー </a> によって管理されており、お客様が当社の <a href="/privacy"> プライバシーポリシー </a> に従って、お客様の情報に関して当社が講じるすべての措置に同意するものとします。 </p>
<p> 他人がお客様の個人情報を表示または記録できないように、公的または共有のコンピューターで、サービスに個人情報を入力する際には特に注意する必要があります。ウェブサイト、拡張機能、およびそのすべてのコンテンツ、機能、および機能 (すべての情報、拡張機能、テキスト、画像、画像、カーソル、およびそのデザイン、選択、配置を含むがこれらに限定されない) は、「Cursor Style」、そのライセンサー、またはそのような資料の他のサプライヤーに属しており、著作権、商標、特許、企業秘密、その他の知的財産法または財産権によって保護されています。 </p>
<p> 本利用規約は、お客様が個人的な非営利目的でのみウェブサイトを使用することを許可します。次のケースを除き、お客様は、当社のウェブサイト上のいかなる資料も複製、配布、修正、派生物の作成、再公開、ダウンロード、保存、または送信してはなりません。個人的なニーズのために使用する場合、お客様は、個人的な非営利目的のために、ウェブサイトと拡張機能またはそのコンテンツのページの合理的な量のコピーを印刷またはダウンロードすることができ、さらに複製、公開、または配布することはできません。 </p>
<p> お客様は、このサイトまたは拡張機能とその内容からのいかなる資料のコピーも変更してはなりません。このサイトと拡張機能のコピーから、著作権、商標、またはその他の所有権に関する通知を削除または変更しないでください。お客様は、ウェブサイトまたは拡張機能の一部、およびウェブサイトまたは拡張機能を通じて利用できるサービスまたは資料に、商業目的でアクセスしたり、使用したりしてはなりません。 </p>
<p> 本セクションに記載されている以外のウェブサイトまたは拡張機能の資料を使用する場合は、Chrome Web Store のサポートページでリクエストを送信してください。 </p>
<p> 本利用規約に違反して、本ウェブサイトまたは拡張機能の一部を印刷、コピー、変更、ダウンロード、またはその他の方法で使用または他の人にアクセスを提供した場合、本ウェブサイトおよび拡張機能を使用するお客様の権利は直ちに終了し、お客様は、当社の裁量で、お客様が所有する資料のコピーを返却または破棄する必要があります。本利用規約で明示的に許可されていない拡張機能のウェブサイトのいかなる使用も、本利用規約に違反するものであり、著作権、商標、その他の法律に違反する可能性があります。 </p>
<p> 「Cursor Style」という名前、「Cursor Style」のロゴ、および関連するすべての名前、ロゴ、画像、カーソル、およびサービス名、デザイン、スローガンは、「Cursor Style」またはその関連会社またはライセンサーの商標です。お客様は、サービスの事前の書面による許可なしに、そのようなマークを使用することはできません。このウェブサイトおよび拡張機能上のその他のすべての名前、ロゴ、製品およびサービス名、デザイン、およびスローガンは、それぞれの所有者の商標です。お客様は、正当な目的でのみ、かつ本利用規約に従ってサービスを使用できます。 </p>
<h3> お客様は、以下の目的でサービスを使用しないことに同意します。 </h3>
<ul>
<li> 適用される連邦、地域、地方、または国際的な法律または規制 (データまたはソフトウェアのロシアおよびその他の国への輸出に関するすべての法律を含むがこれらに限定されない) に違反する方法。 </li>
<li> 未成年者を悪用、危害、または利用または危害を加えようとし、不適切なコンテンツにさらしたり、識別情報を提供するよう要求したり、その他の方法を使用すること。 </li>
<li> 本利用規約に準拠していない資料を送信、意図的に受信、ダウンロード、使用、または再利用すること。 </li>
<li> 当社の事前の書面による同意なしに、広告または販促資料を送信または購入すること (「迷惑メール」、「チェーンレター」、または「スパム」、またはその他の同様のオファーを含む)。 </li>
<li> 「Cursor Style」の従業員、別のユーザー、またはその他の個人または組織 (上記のいずれかに関連するメールアドレスまたはエイリアスの使用を含むがこれらに限定されない) を装うこと、または装おうとすること。 </li>
<li> サービスの利用または誰かの利用を制限または妨げる、または当社が判断すると、サービスまたはサービスのユーザーに損害を与えたり、責任を負わせたりする可能性のあるその他の行動への参加。 </li>
</ul>
<h3> さらに、お客様は以下に同意しません。 </h3>
<ul>
<li> サイトの操作を無効化、過負荷、損傷、または劣化させ、他の当事者によるサービスの使用 (サービスを介したリアルタイムアクションへの参加能力など) を拡大または妨げる方法でサービスを使用すること。 </li>
<li> サービス内の資料を監視またはコピーするなど、いかなる目的のためにも、サービスにアクセスするための自動化ツール、プロセス、または手段を使用すること。 </li>
<li> 当社の事前の書面による同意なしに、サービス上のいかなる資料を追跡またはコピーするため、またはその他の不正な目的のために、手動プロセスを使用すること。 </li>
<li> サービスの通常の操作を妨げる可能性のあるデバイス、ソフトウェア、または手順を使用すること。 </li>
<li> ウイルス、トロイの木馬、ワーム、ロジック爆弾、またはその他の有害または技術的に有害な資料を導入すること。 </li>
<li> 不正アクセス、干渉、損傷、またはサービスの任意の部分、サービスが保存されているサーバー、またはサービスに接続されているサーバー、コンピューター、またはデータベースを中断しようとすること。 </li>
<li> サービス拒否攻撃または分散型サービス拒否攻撃を使用してサービスを攻撃すること。 </li>
</ul>
<p> サービスを通じて提供される情報は、一般的な情報提供のみを目的として提供されます。当社は、この情報の正確性、完全性、または有用性を保証するものではありません。お客様は、そのような情報をお客様ご自身の責任においてのみ利用するものとします。当社は、お客様、サービスのその他の訪問者、またはそのコンテンツに関する情報を受け取った可能性のある人による、そのような資料への依存から生じるすべての責任を否認します。 </p>
<p> 本サービスには、他のユーザーおよびサードパーティライセンサー、シンジケーター、アグリゲーター、および/またはレポートサービスが提供する資料を含む、サードパーティが提供するコンテンツが含まれます。これらの資料に表現されているすべての声明および/または意見、ならびにすべての記事および質問への回答、その他のコンテンツは、サービスが提供するコンテンツを除き、これらの資料を提供している個人または組織の意見および責任のみです。これらの資料は、必ずしもサービスの意見を反映しているわけではありません。当社は、サードパーティが提供する資料の内容または正確性について、お客様または第三者に対して責任を負いません。 </p>
<p> 当社は、サービスのコンテンツを随時更新する場合がありますが、そのコンテンツは必ずしも完全または最新であるとは限りません。サービス上のいかなる資料も、いつでも古いものになる可能性があり、当社は、そのような資料を更新する必要はありません。当社は、ウェブサイトおよび拡張機能の情報を更新、修正、変更し、独自の決定に従って変更および更新を行うことができます。 </p>
<p> 本サービスで収集するすべての情報は、当社のプライバシーポリシーの対象となります。本サービスを利用することにより、お客様は、 <a href="/privacy"> プライバシーポリシー </a> に従って、お客様の情報に関して当社が講じるすべての措置に同意するものとします。 </p>
<p> 追加の条件は、サービスの特定の部分、サービス、または機能にも適用される場合があります。そのような追加のすべての条件は、本書を参照することにより、本利用規約に組み込まれます。
お客様は、誠実かつ合法的な方法で、当社の評判を損なうことなく、当社の書面による同意なしに、関連、承認、または承認の形式を提供できるような方法でリンクを設定しない限り、当社のウェブサイトまたは拡張機能にリンクできます。 </p>
<p> このサービスには、サードパーティが提供する他のサイトおよびリソースへのリンクが含まれており、これらのリンクはお客様の便宜のためにのみ提供されています。これには、バナー広告やスポンサーリンクを含む広告に含まれるリンクが含まれます。当社は、これらのサイトまたはリソースのコンテンツを管理しておらず、それらまたはその使用から生じる可能性のある損失または損害について責任を負いません。このサービスに関連するサードパーティのウェブサイトへのアクセスを決定した場合は、お客様はご自身の責任において、そのようなウェブサイトの利用規約に従って行ってください。当社は、事前の通知なしにリンクを許可する権利を留保します。 </p>
<p> お客様は、インターネットまたはウェブサイトを介してダウンロードできるファイルにウイルスやその他の悪意のあるコードが含まれていないことを保証できないことを理解しています。お客様は、ウイルス対策およびデータの入出力の正確性に関する特別な要件を満たすために十分な手順と制御ポイントの実装、およびお客様のサイトの外部手段を維持して失われたデータを回復する責任を負います。当社は、サービス拒否攻撃、ウイルスまたはその他のテクノロジーマルウェアにより生じた損傷、サービスを通じて入手された、またはこのサイトに投稿された資料のダウンロード、またはお客様のコンピューター機器、コンピューターソフトウェア、データの感染または損傷に関連するウェブサイトについて、いかなる損害についても責任を負いません。 </p>
<p> お客様は、お客様ご自身の責任において、サービス、そのコンテンツ、およびサービスを通じて取得されたサービスまたはアイテムを使用します。「現状有姿」および「利用可能条件」で提供され、いかなる保証もなしに提供されるサービス、そのコンテンツ、ならびにウェブサイトおよび拡張機能を通じて取得されたすべてのサービスまたはアイテム。サービスに関連する人物は、サービスの完全性、安全性、信頼性、品質、正確性、またはアクセシビリティに関して、いかなる保証または表明も行いません。上記の制限なしに、「Cursor Style」も「Cursor Style」の関連する代表者も、サイト、拡張機能、そのコンテンツ、または拡張機能を以前に利用できるように修正して修復する必要があること、当社の拡張機能、サイトまたはそれを配置するサーバーがウイルスやその他の有害なコンポーネントがないこと、またはこのウェブサイトまたは実行されるサービスまたはアイテムを保証していません。 </p>
<p> いかなる状況においても、サービス、その関連会社またはライセンサー
サービス、従業員、エージェント、関係者または取締役は、サービスに対する責任を含む、いかなる種類の損害についても責任を負いません。またはそのような他のウェブサイト、またはサービスまたはサービスまたは他のウェブサイトで取得されたアイテム,直接的、特殊的、または派生的損害を含む。人身傷害、感情障害、損害賠償または予想される節約、使用損失、データ、またはその他の条件。定義は、詐欺を含む可能性のある適用法に従って除外または制限できないすべての責任には影響しません。 </p>
<p> お客様は、「Cursor Style」、その関連会社、ライセンサー、サービスプロバイダー、ならびにそのそれぞれの役員、取締役、従業員、請負業者、代理人、ライセンサー、サプライヤー、および譲受人を、本利用規約または本サービスの使用に違反したこと、ウェブサイトまたは拡張機能のコンテンツ、サービス、および製品の明示的な使用の除外を除き、使用の結果、または本サービスから受け取った情報の使用を含むが、これらに限定されない本サービスの使用から生じる、または関連して生じる可能性のある主張および責任、訴訟からの損失、費用、費用、または委員会 (弁護士費用を含む) から保護、補償、および消滅することに同意します。 </p>
<p> 本利用規約のいずれかの条項が、裁判所または管轄権を持つ他の法廷によって無効、違法、または執行不能であると判断された場合、そのような条項は削除されるか、最小限に制限され、本利用規約の残りの条項は完全に存続します。本利用規約、当社のプライバシーポリシー、およびイベント登録の条件は、お客様と「Cursor Style」との間の本サービスに関する唯一かつ完全な合意を構成し、本サービスに関する以前および同時期のすべての合意、合意、表明、および保証 (書面および口頭の両方) に優先します。 </p>
<p> サービスに関するすべてのレビュー、コメント、技術サポートのリクエスト、その他のメッセージは、Chrome Web Store の「Cursor Style」サポートページに送信する必要があります。 </p> ',
];
