<?php

return [
    'title' => 'Cursor Style - कुकी धोरण',
    'descr' => 'तुम्ही cursor.style किंवा “Cursor Style” एक्स्टेंशनला भेट देता तेव्हा कुकी धोरण. आमचे उत्पादन वापरताना काही नियम विचारात घ्यावेत.',
    'text' => '<h2> कुकी धोरण </h2>
<p> जेव्हा तुम्ही cursor.style या आमच्या वेबसाइटला भेट देता किंवा तुमच्या ब्राउझर पॅनेलमध्ये “Cursor Style” हे एक्स्टेंशन वापरता, किंवा जेव्हा तुम्ही आमच्या प्रतिनिधींशी संवाद साधता (“सेवा”), तेव्हा आम्ही वेब बीकन्स, कुकीज, पिक्सेल टॅग, स्क्रिप्ट्स, टॅग, एपीआय आणि इतर तंत्रज्ञान (“ट्रॅकिंग तंत्रज्ञान”) वापरतो (आणि तृतीय पक्षांना वापरण्याची परवानगी देतो). हे या धोरणात स्पष्ट केले आहे (“कुकी धोरण”), जे आमच्या <a href="/privacy"> गोपनीयता धोरणाचा </a> एक भाग आहे. </p>
<p> ट्रॅकिंग तंत्रज्ञान आपल्याला आपल्याबद्दल आणि इंटरनेटवरील वर्तनाबद्दल आपोआप माहिती गोळा करण्याची परवानगी देते, जेणेकरून आपल्या सेवेवर आपले नेव्हिगेशन सुधारता येईल, आमच्या सेवेची कार्यक्षमता सुधारता येईल आणि आपल्या सेवेतील आपला अनुभव सुलभ करता येईल. आम्ही या माहितीचा उपयोग आपल्या सेवेच्या वापरावरील आकडेवारी गोळा करण्यासाठी, विश्लेषणे करण्यासाठी, आपल्या आवडीनुसार सामग्री वितरीत करण्यासाठी आणि आमच्या वापरकर्त्यांसाठी, ग्राहक आणि भागीदारांसाठी सेवा देण्यासाठी देखील करतो. आम्ही तृतीय पक्षांना ट्रॅकिंग तंत्रज्ञान वापरून आपल्याबद्दल माहिती गोळा करण्याची परवानगी देतो. </p>
<p> कुकीज काय आहेत? कुकीज ह्या लहान टेक्स्ट फाईल्स (फक्त अक्षरे आणि संख्या असलेली) असतात, ज्या वेब सर्व्हर आपल्या संगणकावर किंवा मोबाइल डिव्हाइसवर ठेवतो, जेव्हा आपण वेब पेजला भेट देता. कुकी वापरणे, हे आपल्या सेवा अधिक वापरकर्ता-अनुकूल बनविण्यात मदत करू शकते, उदाहरणार्थ, आपल्या भाषेच्या प्राधान्यांची आणि सेटिंग्जची आठवण ठेवणे. कुकीज बद्दल अधिक माहिती आपण <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a>वर मिळवू शकता. </p>
<p> कुकीजचा वापर वेबसाइटच्या कार्यक्षमतेसाठी मोठ्या प्रमाणावर केला जातो. कुकीज वापरल्याने, आपण पृष्ठांमध्ये कार्यक्षमतेने नेव्हिगेट करू शकता. कुकीज आपल्या पसंती लक्षात ठेवतात आणि आपल्या आणि सेवांमधील संवाद अधिक सहज आणि कार्यक्षम बनवतात. </p>
<p> जेव्हा तुम्ही आमच्या सेवांना भेट देता किंवा त्यांचा वापर करता (सामान्यतः जेव्हा तुम्ही आमच्या वेबसाइटला भेट देता) तेव्हा आम्ही ट्रॅकिंग तंत्रज्ञान वापरतो - त्यांना “फर्स्ट-पार्टी ट्रॅकिंग टेक्नॉलॉजीज” म्हणतात. याव्यतिरिक्त, ट्रॅकिंग तंत्रज्ञान इतर तृतीय-पक्ष संस्था (उदाहरणार्थ, आमचे विश्लेषण सेवा प्रदाता, व्यवसाय भागीदार आणि जाहिरातदार) द्वारे संग्रहित केले जाते, जे आमच्या सेवांवर सामग्री पोस्ट करतात - त्यांना “थर्ड-पार्टी ट्रॅकिंग टेक्नॉलॉजीज” म्हणतात. दोन्ही प्रकारचे ट्रॅकिंग तंत्रज्ञान आपल्या सेवेला भेट देताना किंवा वारंवार भेटींसाठी संग्रहित केले जाऊ शकते. </p>
<h3> आम्ही कोणत्या प्रकारच्या ट्रॅकिंग तंत्रज्ञानाचा वापर करतो? येथे ट्रॅकिंग तंत्रज्ञानाचे मुख्य प्रकार आहेत: </h3>
<ul>
<li> <b> आवश्यक ट्रॅकिंग तंत्रज्ञान </b> <br> <p> हे ट्रॅकिंग तंत्रज्ञान आवश्यक आहे जेणेकरून आपण लॉग इन करू शकाल, नेव्हिगेट करू शकाल आणि आमच्या सेवांची कार्ये वापरू शकाल किंवा आपण विनंती केलेली सेवा प्रदान करू शकाल (उदाहरणार्थ, तुमचे नाव). या ट्रॅकिंग तंत्रज्ञानाचा वापर करण्यासाठी आम्हाला आपल्या संमतीची आवश्यकता नाही. हे ट्रॅकिंग तंत्रज्ञान सुरक्षा आणि अखंडतेच्या उद्देशाने वापरले जाऊ शकते, उदाहरणार्थ, आमच्या धोरणांचे उल्लंघन ओळखण्यासाठी तसेच समर्थन किंवा सुरक्षा वैशिष्ट्यांसाठी. </p> </li>
<li> <b> कार्यक्षमतेचे ट्रॅकिंग तंत्रज्ञान </b> <br> <p>
हे ट्रॅकिंग तंत्रज्ञान, आपल्या सेवांना आपल्या निवडी (उदा. भाषा) लक्षात ठेवण्यास आणि प्रगत आणि वैयक्तिक वैशिष्ट्ये प्रदान करण्यास सक्षम करते. उदाहरणार्थ, हे ट्रॅकिंग तंत्रज्ञान प्रमाणीकरणासाठी वापरले जाते (लक्षात ठेवण्यासाठी आपण लॉग इन केलेले आहात) आणि आमच्या सेवांची इतर कार्ये समर्थन देण्यासाठी. </p> </li>
<li> <b> कार्यक्षमतेचे ट्रॅकिंग तंत्रज्ञान </b> <br> <p>
हे ट्रॅकिंग तंत्रज्ञान आपल्या ऑनलाइन क्रियाकलापांबद्दल माहिती गोळा करते (उदाहरणार्थ, आपल्या सेवेला भेट देण्याची वेळ), ज्यात वर्तनात्मक डेटा आणि सामग्रीच्या व्यस्ततेचे निर्देशक समाविष्ट आहेत. हे ट्रॅकिंग तंत्रज्ञान विश्लेषण, संशोधन आणि आकडेवारीसाठी वापरले जाते (एकत्रित माहितीवर आधारित). </p> </li>
<li> <b> मार्केटिंग किंवा जाहिरात ट्रॅकिंग तंत्रज्ञान </b> <br> <p>
आपल्या आवडीनुसार, आपल्याला विशेष ऑफर आणि जाहिरात देण्यासाठी तसेच ईमेल मार्केटिंग मोहिम चालविण्यासाठी हे ट्रॅकिंग तंत्रज्ञान वापरले जाते. जाहिरात किती वेळा पाहिली जाते, हे मर्यादित करण्यासाठी तसेच जाहिरात मोहिमेची प्रभावीता मोजण्यासाठी देखील ते वापरले जाऊ शकतात. ते सामान्यत: आमच्या जाहिरातदारांद्वारे (उदाहरणार्थ, जाहिरात नेटवर्क) होस्ट केले जातात आणि त्यांना त्यांची जाहिरात पाहणारे आणि त्यांच्या जाहिरातींशी संवाद साधणारे, त्यांच्या वेबसाइटला भेट देणारे किंवा त्यांचे अॅप वापरणारे लोक ह्यांची कल्पना येते.. </p> </li>
<li> <b> सोशल मीडिया ट्रॅकिंग तंत्रज्ञान </b> <br> <p>
आमच्या वेबसाइटमध्ये सोशल नेटवर्कची कार्ये समाविष्ट आहेत, जसे की फेसबुक आणि व्ह कोंटॅक्टमधील लाईक किंवा शेअर बटणे, किंवा तृतीय-पक्ष लॉगिन सेवा. ही कार्ये एकतर तृतीय पक्षाद्वारे पोस्ट केली जातात किंवा थेट आमच्या सेवांवर पोस्ट केली जातात. या वैशिष्ट्यांशी आपला संवाद या वैशिष्ट्ये प्रदान करणार्‍या कंपनीच्या गोपनीयता विधानाने नियंत्रित केला जातो. </p> </li>
</ul>
<h3> खालील कुकीज आपल्याला आमच्या सेवांमध्ये आढळू शकतात: </h3>
<ul>
<li> <b> कुकीज विश्लेषण </b> <br> <p> हे ट्रॅकिंग तंत्रज्ञान आमच्या सेवांमधील सामग्रीशी आपण कसा संवाद साधता, त्याबद्दल माहिती गोळा करण्यासाठी वापरले जाते, विशेषता उद्देश (उदाहरणार्थ, रेफरल URL) इत्यादी. आम्ही या माहितीचा उपयोग अहवाल तयार करण्यासाठी, आम्हाला देय उत्पन्न मोजण्यासाठी आणि सेवा सुधारण्यास आणि वैयक्तिकृत उत्पादने आणि सामग्री ऑफर करण्यास मदत करण्यासाठी करतो. </p> </li>
<li> <b> Google Analytics </b> <br> <p> हे कुकी अभ्यागत आमच्या प्लॅटफॉर्मचा कसा वापर करतात याबद्दल माहिती गोळा करण्यासाठी वापरले जाते. आम्ही हा डेटा अहवाल तयार करण्यासाठी आणि प्लॅटफॉर्म सुधारण्यासाठी वापरतो. कुकीज माहिती अनामित स्वरूपात गोळा करतात, ज्यात प्लॅटफॉर्म अभ्यागतांची संख्या, अभ्यागत प्लॅटफॉर्मवर कोठून आले आणि त्यांनी कोणती पृष्ठे पाहिली, याचा समावेश आहे. <br> <a href = "https://policies.google.com/privacy?hl=en" > गोपनीयता धोरण </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> हे कुकी Google Tag Manager शी संबंधित आहे, जे आम्ही आमच्या वेबसाइटच्या पृष्ठांवर स्क्रिप्ट लोड करण्यासाठी वापरतो. <br> <a href = "https: / /policies.google.com/privacy?hl=en">गोपनीयता धोरण </a> </p> </li>
</ul>
<p> कृपया लक्षात घ्या की आम्ही ट्रॅकिंग तंत्रज्ञानासंदर्भात स्वयंचलित ब्राउझर अलर्ट, ज्यात डू नॉट ट्रॅक विनंत्यांचा समावेश आहे, त्यास मान्यता देत नाही किंवा प्रतिसाद देत नाही. तथापि, आपल्या कुकी सेटिंग्ज व्यवस्थापित आणि नियंत्रित करण्याचे विविध मार्ग आहेत. लक्षात ठेवा की कुकीज हटवताना किंवा ब्लॉक करताना, सेवांची काही कार्ये योग्यरित्या कार्य करू शकत नाहीत किंवा इतक्या कार्यक्षमतेने काम करत नाहीत. </p>
<p> बहुतेक वेब ब्राउझर आपल्याला कुकीजबद्दल काही सामान्य माहिती देतात, आपल्याला आपल्या डिव्हाइसवर कोणती कुकीज संग्रहित आहेत हे पाहण्याची परवानगी देतात, त्या सर्वांना किंवा वैयक्तिकरित्या हटवण्याची परवानगी देतात आणि कुकीजचा वापर सर्व वेबसाइटसाठी किंवा निवडक साइटसाठी ब्लॉक किंवा परवानगी देण्याची परवानगी देतात. आपण तृतीय-पक्ष कुकीज देखील स्वतंत्रपणे अक्षम करू शकता. कृपया लक्षात घ्या की ब्राउझर किंवा डिव्हाइसद्वारे ऑफर केलेली सेटिंग्ज बहुतेक वेळा केवळ त्या विशिष्ट ब्राउझर किंवा डिव्हाइसवर लागू होतात. </p>
<h3> कुकीची माहिती सामान्यत: वेब ब्राउझरच्या मदतीच्या विभागात आढळते. </h3>
<p> खाली काही सामान्यपणे वापरल्या जाणार्‍या वेब ब्राउझरची लिंक दिली आहे: </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer आणि Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> आपण खालील लिंकवर क्लिक करून लक्ष्यित / जाहिरातींसाठी काही तृतीय-पक्ष कुकीज बंद करू शकता: <a href="http://optout.networkadvertising.org/?c=1"> स्वारस्य-आधारित जाहिरातीमधून निवड रद्द करा </a>. </p>
				',
];
