<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - अभिप्राय फॉर्मद्वारे आमच्याशी संपर्क साधा!',
    'descr' => 'आमच्या वापरकर्त्यांचे मत आमच्यासाठी खूप महत्त्वाचे आहे, त्यामुळे तुम्हाला काही अडचण असल्यास, आमच्याशी संपर्क साधा. "Cursor Style" एक्स्टेंशनबद्दल तुम्हाला काय वाटते किंवा तुमच्या कल्पना काय आहेत, हे आम्हाला नक्की सांगा.',
    'text_1' => 'आम्हाला खूप वाईट वाटते की तुम्ही सोडत आहात.',
    'text_2' => 'तुम्हाला काय आवडले नाही हे जाणून घेणे आमच्यासाठी खूप महत्त्वाचे आहे आणि आम्ही ते शक्य तितके लवकर ठीक करण्याचा प्रयत्न करू!',
    'i_didnt_like' => 'मला हे आवडले नाही...',
    'send_button' => 'पाठवा',
    'thanks_for_feedback' => 'तुमच्या अभिप्रायाबद्दल धन्यवाद! तुमचा अभिप्राय आमच्यासाठी खूप महत्त्वाचा आहे.',
    'thanks_contact' => 'संपर्क साधल्याबद्दल धन्यवाद! तुमचा अभिप्राय आमच्यासाठी खूप महत्त्वाचा आहे.',
    'feedback' => 'अभिप्राय',
    'name' => 'नाव',
    'subject' => 'विषय',
    'message' => 'संदेश',
    'email' => 'ई-मेल',
];
