<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'आमचे एक्सटेन्शन स्थापित केल्याबद्दल धन्यवाद!',
    'text_1' => 'नक्की करा की तुम्ही कोणत्याही वेब पृष्ठावर “Cursor Style” हे एक्स्टेंशन वापरत आहात (काही कारणांनी कर्सर काम करत नसेल तर, पृष्ठ रिफ्रेश करण्यासाठी “F5” की एकदा दाबा) Chrome Web Store, Google अंतर्गत पृष्ठे आणि Chrome होम पेज वगळता, कारण Google च्या धोरणानुसार या पृष्ठांवर कस्टम कर्सर वापरण्यास मनाई आहे. तसेच, वापरकर्त्यांच्या सोयीसाठी, कस्टम कर्सर एक्स्टेंशन पॉप-अपमध्ये वापरला जाणार नाही, परंतु वर्तमान कर्सर नियंत्रित करण्यासाठी, तो एक्स्टेंशन मेनूच्या “Active” फील्डमध्ये दर्शविला जाईल.',
    'text_2' => 'Chrome टूलबारवर स्थित “Cursor Style” एक्स्टेंशन आयकॉनवर क्लिक करा. एक पॉपअप दिसेल.',
    'text_3' => 'विस्तृत सूचना या विस्ताराचा उपयोग कसा करायचा याबद्दल तुम्हाला <a href="/howto">या विभागात</a> सापडतील.',
    'text_4' => 'तुमच्या लायब्ररीमध्ये कर्सर जोडण्यासाठी, फक्त त्याखालील "Add" बटणावर क्लिक करा.',
    'more_cursors' => 'अधिक कर्सर',
];
