<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - પ્રતિસાદ ફોર્મ દ્વારા અમારો સંપર્ક કરો!',
    'descr' => 'અમારા વપરાશકર્તાઓનો અભિપ્રાય અમારા માટે ખૂબ જ મહત્વપૂર્ણ છે, તેથી જો તમને કોઈ મુશ્કેલી આવે તો અમારો સંપર્ક કરવાનું સુનિશ્ચિત કરો, ફક્ત અમને "Cursor Style" એક્સ્ટેંશન વિશે તમે શું વિચારો છો તે કહો અથવા તમારા વિચારો આપો.',
    'text_1' => 'અમે દિલગીર છીએ કે તમે જઈ રહ્યા છો.',
    'text_2' => 'તમને શું ગમ્યું ન હતું તે જાણવું અમારા માટે ખૂબ જ મહત્વપૂર્ણ છે અને અમે શક્ય તેટલું જલ્દી તેને ઠીક કરવાનો પ્રયાસ કરીશું!',
    'i_didnt_like' => 'મને તે ગમ્યું નહીં...',
    'send_button' => 'મોકલો',
    'thanks_for_feedback' => 'પ્રતિસાદ આપવા બદલ આભાર! તમારો પ્રતિસાદ અમારા માટે ખૂબ જ મહત્વપૂર્ણ છે.',
    'thanks_contact' => 'સંપર્ક કરવા બદલ આભાર! તમારો પ્રતિસાદ અમારા માટે ખૂબ જ મહત્વપૂર્ણ છે.',
    'feedback' => 'પ્રતિસાદ',
    'name' => 'નામ',
    'subject' => 'વિષય',
    'message' => 'સંદેશ',
    'email' => 'ઈ-મેઈલ',
];
