<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'અમારી એક્સ્ટેંશન ઇન્સ્ટોલ કરવા બદલ આભાર!',
    'text_1' => 'ખાતરી કરો કે તમે કોઈપણ વેબ પૃષ્ઠ પર "Cursor Style" એક્સટેન્શનનો ઉપયોગ કરી રહ્યાં છો (જો કર્સર અમુક કારણોસર કામ ન કરે તો પૃષ્ઠને એકવાર તાજું કરવા માટે "F5" કી દબાવો) સિવાય કે Chrome વેબ સ્ટોર, Google આંતરિક પૃષ્ઠો અને Chrome હોમ પેજ, કારણ કે Google ની નીતિ આ પૃષ્ઠો પર કસ્ટમ કર્સરના ઉપયોગને પ્રતિબંધિત કરે છે. ઉપરાંત, વપરાશકર્તાઓની સુવિધા માટે, કસ્ટમ કર્સરનો ઉપયોગ એક્સટેન્શન પૉપ-અપમાં કરવામાં આવશે નહીં, પરંતુ વર્તમાન કર્સરને નિયંત્રિત કરવા માટે, તે એક્સટેન્શન મેનૂના “સક્રિય” ક્ષેત્રમાં પ્રદર્શિત થશે.',
    'text_2' => 'Chrome ટૂલબાર પર સ્થિત "Cursor Style" એક્સટેંશન આઇકોન પર ક્લિક કરો. એક પૉપઅપ દેખાશે.',
    'text_3' => 'તમે એક્સ્ટેંશનનો ઉપયોગ કેવી રીતે કરવો તેની વિગતવાર સૂચનાઓ <a href="/howto">આ વિભાગમાં</a> મેળવશો.',
    'text_4' => 'તમારી લાઈબ્રેરીમાં કર્સર ઉમેરવા માટે, ફક્ત તેની નીચે આપેલા "ઉમેરો" બટન પર ક્લિક કરો.',
    'more_cursors' => 'વધુ કર્સર્સ',
];
