<?php

return [
    'halo' => 'HALO',
    'lol_surprise' => 'L.O.L. Surprise',
    'squid_game' => '鱿鱼游戏',
    'harry_potter' => '哈利·波特',
    'marvel_comics_short_descr' => '每个人心中都住着一位超级英雄 - 选择你的吧',
    'marvel_comics' => 'Marvel Comics',
    'cookie_run_kingdom_descr' => '欢迎回到 Devsisters 旗下的《Cookie Run: Kingdom》的 Cookie 王国，这是一款设定在 Cookie Run 世界中的可爱的策略 RPG 游戏。 现在，姜饼人已经从邪恶女巫的烤箱中逃脱了，是时候让他组建一支饼干队伍，踏上重建倒塌的 Cookie 王国的征程了。 揭开王国衰落背后的真相，并组建一支由王国中最强大的饼干组成的队伍，以击败那些想要阻止姜饼人实现其命运的黑暗势力。',
    'cookie_run_kingdom' => 'Cookie Run Kingdom',
    'frozen' => '冰雪奇缘',
    'stranger_things_short_descr' => '接下来会发生什么？- 怪奇物语 第四季 光标',
    'stranger_things' => '怪奇物语 第四季',
    'roblox_bed_wars_short_descr' => '使用 Roblox Bed Wars 光标保护你的床',
    'roblox_bed_wars' => 'Roblox Bed Wars',
    'naruto_anime_short_descr' => '用火影忍者的动漫鼠标来行走你的忍者之路',
    'naruto_anime' => '火影忍者动漫',
    'bts_descr' => 'BTS是BigHit Music旗下的七人男子组合。他们于2013年6月13日凭借单曲《No More Dream》出道。在日本，他们于2014年12月24日凭借录音室专辑《Wake Up》出道。

该组合的名称来自韩语表达“Bangtan Sonyeondan”，意思是“防弹少年团”。根据J Hope的说法，这个名字象征着乐队希望像子弹一样，阻挡针对青少年群体的刻板印象、批评和期望。

这组献给该组合的鼠标指针包括该组合的所有成员，这里有金南俊的鼠标指针（又名RM）、金硕珍的鼠标指针（Jin）、闵玧其的鼠标指针（Suga）、郑号锡的鼠标指针（J-Hope）、朴智旻的鼠标指针（Jimin）、金泰亨的鼠标指针（V）和全柾国的鼠标指针（Jungkook）。',
    'bts' => 'BTS',
    'talking_tom' => '会说话的汤姆猫和朋友们',
    'lego' => 'Lego',
    'henry-stickmin_short_descr' => '用Henry Stickman游标系列策划你无聊时的逃脱计划',
    'henry-stickmin' => 'Henry Stickmin',
    'adopt-me_short_descr' => '在我们的 Adopt Me! 游戏光标合集中与可爱的宠物一起玩耍吧',
    'adopt-me' => '领养我!',
    'among-us_short_descr' => '在这个错综复杂的空间游戏中，不要被 Among Us 的光标所迷惑',
    'among-us' => 'Among Us',
    'steven_universe_short_descr' => '使用 Steven Universe 光标揭开宝石的秘密',
    'steven_universe' => 'Steven Universe',
    'family_guy' => '恶搞家庭',
    'web_media' => '网络媒体',
    'bobs_burgers' => 'Bob\'s Burgers',
    'kirby' => '卡比',
    'undertale' => 'Undertale',
    'deltarune' => 'Deltarune',
    'super_mario' => '超级马里奥',
    'simpsons_short_descr' => '一个有趣的家庭，以辛普森一家为主角的鼠标指针',
    'simpsons' => '辛普森一家',
    'youtubers_short_descr' => '在我们精心打造的YouTubers系列中，新一代的明星们总是时刻在线。',
    'youtubers' => 'YouTubers',
    'pusheen_short_descr' => '使用Pusheen游标合集，在您的浏览器中增添一些舒适感。',
    'pusheen' => 'Pusheen',
    'mlb_teams' => 'MLB球队',
    'brawl_stars_short_descr' => '选择 Brawl Stars 光标，让战斗开始吧',
    'brawl_stars' => 'Brawl Stars',
    'add_button' => '添加',
    'added_button' => '已添加',
    'add_cursor' => '添加光标',
    'a_title_1' => 'Cursor Style - 为您的浏览器提供酷炫的光标',
    'neon' => '霓虹',
    'spongebob' => '海绵宝宝',
    'fortnite_chapter_2' => '堡垒之夜 第二章',
    'pokemon' => '精灵宝可梦',
    'the_elder_scrools' => 'The Elder Scrolls',
    'igry' => '游戏',
    'anime' => '动漫',
    'avtomobili' => '汽车',
    'memy' => '梗图',
    'emodji' => '表情符号',
    'pitomcy' => '宠物',
    'flagi' => '旗帜',
    'prank' => '恶作剧',
    'fortnite' => '堡垒之夜',
    'dota_2' => 'DOTA 2',
    'minecraft' => '我的世界',
    'nhl_teams_short_descr' => '为真正的粉丝们准备的NHL光标合集',
    'pokemon_short_descr' => '如果你能做到的话，就把它们都抓到吧',
    'avtomobili_short_descr' => '你梦想中的汽车：一个为专业人士准备的大型车队',
    'emodji_short_descr' => '向他人展示你真实的感受 - 设置 Cursoji!',
    'eda_i_napitki_short_descr' => '激发创意的、令人垂涎的鼠标指针',
    'prank_short_descr' => '一套用于最有趣的恶作剧的鼠标指针。',
    'lol_surprise_short_descr' => '适合欣赏美丽惊喜的酷炫宝贝',
    'halo_descr' => '《光晕》是由Bungie创作的战斗奇幻媒体系列。 基于最初的三款第一人称射击电子游戏三部曲。 剧情围绕着士官长（一群代号为斯巴达的超级士兵之一）和他的同伴人工智能科塔娜的生活中发生的事件展开。 游戏的成功导致了该系列扩展到其他媒体： 光晕宇宙目前涵盖许多书籍，图像小说，漫画，短片，动画和电影。',
    'lol_surprise_descr' => 'LOL Surprise娃娃深受孩子们喜爱，从最初几分钟就赢得了他们的心。这并不令人惊讶，因为这种成功是基于一种神秘感、对奇迹的期待、令人愉悦的惊喜，这不仅让孩子们高兴，也让他们的父母高兴。礼物的秘密只有在最终拆包后才向孩子揭示。无论如何，LOL娃娃都具有吸引人的设计、引人入胜的情节、大量令人惊叹和逼真的配件以及令人愉快的小东西，以及玩具的最高质量的生产和细节。',
    'halo_short_descr' => '触摸神器光标，也许你就是天选之人。',
    'squid_game_short_descr' => '当你全力以赴时，选择正确的玩家面孔。',
    'squid_game_descr' => '该剧集围绕一场竞赛展开，参赛者共有456人，均负有巨额债务，他们冒着生命危险参加一系列致命的儿童游戏，以争取赢得数十亿奖金的机会。 在里面，一个诱人的奖品等待着，伴随着致命的高风险。 该剧集的标题源于一款同名的韩国儿童游戏。 黄东赫最初是根据自己早年的经济困境，以及韩国的阶级差距和资本主义，构思了这个想法。',
    'harry_potter_short_descr' => '有了哈利·波特鼠标光标合集的魔法棒，你将会做什么。',
    'cookie_run_kingdom_short_descr' => '新鲜出炉的小勇士们',
    'harry_potter_descr' => '哈利·詹姆士·波特是英国作家J.K.罗琳系列小说的主人公。在11岁生日那天，哈利得知自己是一位巫师，注定要在霍格沃茨魔法学校就读，在那里他将在校长阿不思·邓布利多和其他学校教授的指导下练习魔法。哈利还发现自己在这个小说魔法界里已经很有名了，他的命运与伏地魔的命运紧密相连，伏地魔是一个危险的黑魔法师。',
    'genshin_impact_short_descr' => '成为七国元素大师',
    'genshin_impact' => '原神',
    'marvel_comics_descr' => '漫威漫画是一家漫画出版公司，以创作蜘蛛侠、钢铁侠、美国队长、绿巨人、雷神、复仇者联盟、银河护卫队、X战警、神奇四侠和死侍等著名超级英雄而闻名。漫威最知名的反派包括绿魔、红骷髅、洛基、灭霸、奥创、毁灭博士和万磁王。漫威漫画和DC漫画曾合作多个跨界项目，并且共同创立了短暂的Amalgam Comics品牌。',
    'genshin_impact_descr' => '《原神》是一款开放世界冒险游戏。这意味着在河流或山脉的另一边，等待着你的是一片新的、令人愉悦的风景，你只需要明智地使用你的能量。如果你遇到一个游荡的仙灵或一个奇怪的机关，敢于尝试解开它们的谜团。但它们承诺的是麻烦还是惊喜，只有你能发现！在广阔的提瓦特大陆上，你将游览七个王国，找到拥有各种技能的同伴，并与强大的敌人战斗，寻找失踪的亲人。',
    'frozen_short_descr' => '使用《冰雪奇缘》系列的光标，破冰变得轻而易举。',
    'frozen_descr' => '当一个古老的预言成真，王国陷入冬天的怀抱时，三个无畏的英雄——安娜公主、勇敢的克里斯托夫和他的忠诚的驯鹿斯文——前往山区寻找安娜的姐姐艾莎，她可以解除对这个国家的寒冷魔咒。 一路上，许多艰难的惊喜和令人兴奋的冒险等待着他们。 遇到神秘的巨魔，遇到一个名叫雪宝的迷人雪人，比珠穆朗玛峰更陡峭的山峰和许多魔法。 英雄们必须抵抗强大的元素才能拯救王国和他们所珍爱的人。',
    'demon_slayer_anime_short_descr' => '鬼灭 cursors - 为真正的夜间猎人设计',
    'demon_slayer_anime' => '鬼灭之刃动漫',
    'bts_short_descr' => '用 BTS cursors 见你的偶像',
    'roblox_bed_wars_descr' => 'Bed Wars 最初出现在 Minecraft 中，是一种原创模式。玩家的任务是保护他们的基地和床。

Roblox 每天都会带来更多令人兴奋的游戏，BedWars 也不例外。而且事情是，如果你喜欢床战并在你的房间里保护自己，那么这就是适合你的游戏，因为它会带你回到童年，尽管这次是在数字世界里。

你所需要做的就是和你的伙伴一起保护你的床免受攻击者的侵袭。你进入一个大厅，选择和谁一起玩，然后，瞧，这只是一个保护的问题。

当然，当涉及到防御时，你会有一些问题，并且有一些特定的资源、物品和道具可以帮助你获胜。例如，你会在 Bed Wars 光标系列中找到独家皮肤。',
    'stranger_things_descr' => '第三季大结局至今已过去六个多月。 Joyce、Will、Eleven 和 Jonathan 搬到了加利福尼亚，女孩在学校里受到欺负。其余的人开始对抗来自平行世界的新怪物，它出现在霍金斯。他以龙与地下城棋盘游戏角色命名为 Vecna。它会影响青少年，从心理上，然后精神上进入头部并杀死。与此同时，Joyce 和 Murray 得知 Jim Gopper 还活着，并追随他前往堪察加半岛的苏联监狱。而 Eleven 必须回去提高自己的能力，还要了解自己在 Gokins 创造同一个怪物中的重要作用。

编剧们根本没有改变他们喜欢的过去几季的剧情策略。在第四季中，他们将主要角色的大组划分为小组，为他们设置了艰巨的任务，最后在惊人的结局中将他们的故事联系在一起。我们为您提供帮助，让您通过 Stranger Things 光标系列详细了解所有这些冒险。',
    'naruto_anime_descr' => '在漩涡鸣人的生日那天，一只传说中的恶魔——九尾妖狐袭击了名为木叶的村庄。第四代火影牺牲了自己的生命，通过将恶魔封印在新生的鸣人体内来拯救村庄，却不知不觉地注定了鸣人一生将遭受村民的憎恨。
尽管鸣人在忍术的许多方面缺乏天赋，并且生性好动和自负，但他梦想成为火影——村里最强大的忍者。渴望得到他未曾得到的认可，他努力与队友宇智波佐助和春野樱以及他的导师旗木卡卡西一起努力训练。他和他的伙伴们将在通往他们珍爱的梦想的道路上经历很多事情：战斗、爱、友谊、背叛、对力量的渴望。一套火影忍者动漫光标将帮助你导航自己的道路！',
    'demon_slayer_anime_descr' => '故事发生在**大正时代**。自古以来，就流传着关于人类恶魔住在森林里的传闻，他们以人为食，在夜间寻找新的受害者。但是……这只是一个传说，对吧？

灶门炭治郎是家中长子，失去了父亲，照顾着家人。有一天，他去附近的城镇卖木炭。早上回来时，他发现眼前一幅可怕的景象：所有亲人都被残忍杀害，而唯一的幸存者是妹妹祢豆子，她变成了一个恶魔，但还没有失去她所有的人性。

从这一刻起，炭治郎和祢豆子开始了一段漫长而危险的旅程，男孩打算找到凶手并找到治愈妹妹的方法。但孩子们能够克服所有困难并回家吗？你已经知道了答案，如果没有 - 赶紧设置《鬼灭之刃》的游标，使用来自最受欢迎的漫画之一的角色。',
    'miraculous_short_descr' => '加入超级英雄的行列，使用瓢虫和黑猫诺亚光标合集。',
    'miraculous' => '《瓢虫少女》',
    'lego_short_descr' => '使用乐高光标系列，构建你的梦想浏览器。',
    'talking_tom_short_descr' => '让我们来聊聊你在会说话的汤姆游标集合中最喜欢的角色吧',
    'hollow-knight_short_descr' => '尝试不要在使用空洞骑士系列光标时迷失在虫之国度',
    'hollow-knight' => '空洞骑士',
    'talking_tom_descr' => '该剧集讲述了会说话的汤姆和他的朋友们的日常生活。 汤姆和他的书呆子商业伙伴本一直在开发手机应用程序和其他发明，以获得名声和财富，并试图向世界展示自己，但这总是适得其反。 汤姆的女朋友安吉拉，无论她做什么，都想成为一名歌手。 汤姆的邻居金杰经常到这里来恶作剧。 愚蠢的最好的朋友兼室友汉克是一个宅男，喜欢看电视。 前持不同政见的流行歌星贝卡·斯帕克勒斯已经成为了安吉拉的新室友，并且似乎爱上了汉克。 然而，无论事情有多糟糕，无论大小，无论是邪恶的首席执行官，汤姆神秘的新邻居，还是本的新创作中的意外，帮派都会玩得很开心，并且永远记住一件让他们团结在一起的事情：友谊永不结束，就像我们对该系列角色的喜爱永远不会结束一样，所以现在你可以设置汤姆猫游标或本游标，或者安吉拉游标，奥利弗游标！',
    'miraculous_descr' => '《瓢虫少女》又名《瓢虫少女和黑猫诺尔》，讲述了关于超级英雄的冒险经历，这两个超级英雄来自一部卡通片。这部卡通片讲述了两个同学的故事，他们在面具下扮演着保护巴黎免受反派侵害的角色，反派在每一集中都会想出新的方法来伤害这座城市。《瓢虫少女》由法国制作，采用CGI和动画技术。《瓢虫少女》不仅是一部动画系列剧，也是在全球发行的漫画系列。这部剧深受年轻观众的喜爱。

故事发生在巴黎，马里内特和阿德里安是现代学校的高中生。他们被赋予了成为对抗邪恶的“天选之子”的使命，拯救他们的家园。他们的目标是保护人们免受“黑化蛾”的侵害。这些小小的蝴蝶状生物能够附身于人，并将他们变成反派。

马里内特可以变身为瓢虫，而阿德里安则可以变身为黑猫诺尔，但令人惊讶的是，两人合作时，在超级英雄面具下却认不出对方。

快来用我们带有你最喜欢角色的光标，帮助黑猫诺尔和瓢虫少女拯救巴黎吧。你会选择哪个角色作为光标呢？是瓢虫少女光标，还是提基可爱的瓢虫或黑猫诺尔光标？又或者是女王蜂和幻影红狐光标？选择权在你手中！',
    'lego_descr' => '乐高集团公司成立于1932年，当时只有7个人。乐高团队的目标是创造能够培养孩子创造力、想象力和独创性的玩具。一个惊人的事实是，自1949年成立以来，乐高元素在所有变体中都保持了彼此兼容。后来创造的所有物品仍然与当今发布的物品兼容，尽管多年来设计和形状发生了变化。

乐高积木是一个底座，它是一个与其它类似积木连接的中空塑料块。但是乐高套装也包含其他零件、轮子、人偶、平台，甚至带有传感器和电动机的电子电路。你可以收集汽车、飞机、火车、船只、建筑物、机器人的模型。乐高坚持模块化的理念，这清楚地向孩子们展示了如何解决某些问题，培养想象力，手部的精细动作技能和组装技能。乐高积木的制作具有令人难以置信的精度，并且可以完美地贴合在一起，达到惊人的10微米精度。

最近，创作了许多流行的3D动画乐高故事，其中套装中的角色栩栩如生，成为了不可思议冒险的参与者。如果你想要一个酷炫的鼠标指针，你将在我们的乐高指针系列中找到许多乐高电视剧和动画电影中的角色。乐高幻影忍者指针、乐高蝙蝠侠指针、乐高幻影忍者指针、乐高狂野风格指针等等。',
    'henry-stickmin_descr' => '亨利·斯坦米是该系列的主要人物。斯坦米，之前没有名字，最初是一个小偷，渴望快速赚钱。然而，在从西梅萨监狱越狱后，他的生活发生了许多变化，在盗取突尼斯钻石后，他成为了一名著名的罪犯。亨利有一个选择——成为一名成功的政府特工、赏金猎人、犯罪组织的首领、生化人，或者继续独自走犯罪道路。这款游戏以其众多冒险和谜团取悦了该类型的粉丝，您会发现我们新的亨利·斯坦米光标系列，其中包含有趣的卡通人物，包括亨利·斯坦米光标、查尔斯·卡尔文光标、雷金纳德·铜底光标、右手光标、艾莉·罗斯光标等！',
    'hollow-knight_descr' => '在成功的Kickstarter融资之后，2017年Team Cherry发布了多平台PC游戏《空洞骑士》。 这是关于一个无名骑士以及他在圣巢虫国度中的发现的故事。 游戏被公认为银河恶魔城类型游戏中最好的游戏之一。

《空洞骑士》的游戏基于对游戏世界的探索。 克服障碍，解决谜题，寻找秘密，以及与敌人战斗。 玩家拥有一套独特的改进和技巧来探索世界和参与战斗。 从一个区域移动到另一个区域，玩家击败boss并获得必要的改进以进一步推进。 因此，玩家必须访问已经经过的区域来寻找秘密并推进故事。 这也很令人兴奋，因为区域每次都会变化，带来新的惊喜和体验。 游戏可以以不同的方式进行游玩，因为在各个区域之间有几条不同的路径。 通过故事流程，您可以打开区域地图，但首先您需要获得地图。

英雄的主要武器是一把钉子，这有点类似于剑，武器可以用铁匠进行升级，以及学习不同的武器使用技巧，这扩大了攻击的多样性。 通过攻击敌人，您会积累一种特殊资源，稍后可用于改进或治疗。
尽情享受《空洞骑士》的乐趣，并且别忘了使用您最喜欢的角色来使用我们的《空洞骑士》光标。 我们的系列包括蘑菇先生光标、奎若光标、大黄蜂针光标、旧钉光标、米拉光标等。',
    'adopt-me_descr' => '非常流行的在线游戏Adopt Me于2017年推出，并成为Roblox游戏平台上最受欢迎的游戏。 游戏的本质非常简单 - 获得带有宠物的蛋并照顾它们。

虚拟宠物分为5类，其中一些非常稀有且昂贵，而另一些则非常容易获得。 这些是不常见的组，例如蓝狗，常见的，稀有的光标，例如Adopt Me Monkey鼠标光标，以及超稀有的，例如考拉光标，以及传奇的，龙光标和接受我独角兽。 如果玩家拥有四只相同类型的成年宠物，他们可以合并成一只霓虹宠物，例如霓虹马游戏光标或Adopt Me Neon Starfish。 通过组合四只普通宠物，您可以制作一只真正闪耀的霓虹宠物，并且您可以从霓虹宠物中创造一只超级霓虹宠物。

在游戏Adopt Me!中购物使用虚拟货币Roblox - 所谓的Robux，并且该游戏也有自己的货币 - Bucks。 除了娱乐之外，照顾您的宠物，您还可以赚取Bucks，只需喂它，让它睡觉或读一个童话故事，总而言之，很多有趣的事情。

现在Roblox游戏“Adopt Me!”的粉丝们可以用他们最喜欢的宠物来装饰他们的游戏光标！',
    'family_guy_short_descr' => '家庭男人光标系列，献给特别幽默的鉴赏家。',
    'among-us_descr' => '《Among Us》基于著名的角色扮演游戏“黑手党”。 游戏原计划只面向移动设备，因为它只有一个地图。 但游戏很快就流行起来。 后来，开发团队增加了一个多人模式，并在2019年发布了两个额外的地图。
《Among Us》是一款自上而下的第三人称游戏，允许玩家向所有方向移动。 一轮比赛可以有四到十名玩家参与。 在游戏开始时，每个人都会秘密地被分配为叛徒或船员。 冒名顶替者（在俄语翻译中“叛徒”）可以躲在通风口，破坏和杀死船员。 它的目标是消灭所有船员，或通过破坏摧毁飞船。 船员的目标是解决他们在游戏开始时为他们准备的各种谜题。 如果每个船员都完成了所有任务，叛徒将输掉比赛。 此外，船员可以通过在投票期间淘汰叛徒来取得胜利。
叛徒可以不时进行破坏，如果故障在30秒内没有修复，船员将输掉比赛。 在开始游戏之前，您可以选择您要扮演的角色的颜色，蓝色、红色、黄色、灰色——随便选！ 并且别忘了从新的《Among Us》系列中为自己设置合适的鼠标光标！',
    'cute_cursors_short_descr' => '有了可爱的光标合集，世界将会变得更美好',
    'cute_cursors' => '可爱光标',
    'steven_universe_descr' => '《史蒂芬宇宙》的创作者是丽贝卡·萨格。她以之前名为《探险时光》的作品而闻名。史蒂芬宇宙的第一集于2013年春季在YouTube视频平台上发布。但秋季，美国卡通频道开始为观众播放。此后，已经发布了6季。第六季承诺将是最后一季。
至于这部动画系列的情节，它围绕着水晶宝石团队展开。它由具有 characteristic 特征名称的异星生物组成：珍珠、紫水晶和石榴石。但其中还有另一位参与者，饰演一个普通男孩史蒂芬。他们一起寻找怪物，试图将其消灭，以免为了个人利益而占领地球。 他们遭到来自故乡星球的 Jasper 和 Peridot 的反对——他们想打败宝石并开启 Cluster。
如果您是《史蒂芬宇宙》的粉丝，并且希望在任何您能看到的地方看到这部动画系列的角色，请安装 Cursor Style 扩展程序！为什么这样做？您可以添加一个专门为《史蒂芬宇宙》准备的集合，并将标准鼠标指针变成您最喜欢的角色之一。',
    'web_media_short_descr' => '用网络媒体游标集合沉浸在现代节奏中',
    'family_guy_descr' => '一部名为"恶搞之家"的动画情景喜剧，在其整个历史中共四次荣获艾美奖，并三度获得"安妮奖"。这部动画系列讽刺了美国社会的痛点，例如：女权主义、奴隶制、肥胖、政治等。与其它作品不同的是，这里使用了带有笑话和讽刺的插曲。此外，在许多情况下，它们并非融入情节，而是独立存在。
一部动画剧集需要超过10个月的时间制作。为什么这么久？因为整个动画都是手工绘制的。正因为如此，作品所涵盖的一些事件有时会过时。但即便如此，这部情景喜剧仍然非常有趣，并获得了世界各地观众的喜爱。毕竟，谁不喜欢嘲笑政客、名人或做出疯狂举动从而惊呆或震惊普通人的人呢？
你喜欢"恶搞之家"吗？你有一个独特的机会将普通的鼠标光标变成这部动画系列中的任何一个角色！我需要做什么？只需安装“Cursor Style”浏览器扩展程序，向其中添加一个专门为“恶搞之家”设计的系列，并享受一个精彩的变身吧！',
    'bobs_burgers_short_descr' => '鲍勃做汉堡，我们做鲍勃汉堡游标',
    'web_media_descr' => '在现代社会，几乎每个人都在使用互联网。从蹒跚学步的孩子到退休人员，无一例外。有人使用浏览器浏览网页，有人在YouTube上观看视频，还有人需要网络与亲人沟通。任何这些用户都无法想象没有网络的日子。
老年人经常使用Facebook或VK等社交网络。他们也经常通过Skype与他们的孩子和孙子沟通。如果孩子和父母住在不同的城市甚至国家，这尤其方便。
年轻人更喜欢通过Viber或Telegram交流，在Instagram上上传照片，嘲笑FB的模因。人们的反应在YouTube视频上获得了数百万的观看次数，就像各种恶作剧或社会实验一样。在Tik-Tok上，成千上万的人跳舞、展示魔术，并表达自己。
您对web媒体领域的某种资源感兴趣，或者只是经常使用？想摆脱浏览器中无聊的鼠标箭头吗？然后安装该扩展程序，将默认光标更改为我们的创意光标！它可以是YouTube光标、Viber光标、Google Chrome光标或其他资源。',
    'cute_cursors_descr' => '你肯定听过“美貌拯救世界”这句话吧？所以，许多人，尤其是女孩，都同意这种说法。因此，她们努力让自己被所有最美丽和令人愉悦的事物所包围。可以是卧室里粉色的墙纸，毛绒玩具，绣着珠子的枕头，珍贵的珠宝等等。从外面看，这一切看起来都很可爱，甚至有点孩子气。但我们每个人心中都有点像个孩子，那么为什么不允许他展现我们的想象力呢？
温柔可以引起我们很多感受。例如，想要被抚摸或喂食的小猫咪的同情眼神。春雨过后探出头来，在阳光下闪耀着所有色彩的彩虹。得到巧克力后决定与他的女朋友或男朋友分享巧克力的孩子。触动人心的原因有很多，我们决定将它们用作光标。
厌倦了浏览器中无聊的白色箭头吗？用我们收藏的可爱东西来替换它吧！例如，粉色和白色的独角兽，悲伤的番茄，阴沉的云朵，猫状的带刺仙人掌，或者你想要的任何东西。你所需要做的就是安装Cursor Style扩展程序，并为其添加一组可爱的光标。让世界救星——美丽万岁！',
    'kirby_short_descr' => '尝试吸入整个卡比光标合集',
    'undertale_short_descr' => '是时候使用传说之下光标来摆脱困境了',
    'bobs_burgers_descr' => '动画系列《鲍勃的汉堡》是这部动画作品的情节和角色的魅力。而且，从艾美奖的提名以及这部作品被认为是世界上最好的卡通片之一来看，鲍勃的汉堡确实引起了轰动。
这部动画系列的情节围绕着鲍勃·贝尔彻一家展开。这个人是底楼一家小餐馆的老板，他和他的亲人住在二楼。鲍勃有一个开朗的妻子琳达和3个孩子：吉恩、路易斯和蒂娜。这个男孩梦想着音乐事业，大女儿蒂娜非常善良，但却有点笨拙，而最小的女儿路易斯仍然是个调皮鬼，经常让她的家人陷入尴尬的境地。鲍勃的汉堡的主要竞争对手是吉米·佩斯托的披萨店。正如你可能猜到的那样，这家披萨店的老板叫吉米，他和鲍勃互相憎恨。所有这些都被演绎得非常滑稽，而不是严肃。因此，他们之间的许多争吵只会引人发笑。
如果你喜欢动画系列《鲍勃的汉堡》，并希望在显示器屏幕或电视上看到他的角色，那么安装这个扩展程序，添加一个集合，并将浏览器中的鼠标光标更改为这个卡通中的任何一个角色！',
    'deltarune_short_descr' => '使用此光标合集，沉浸在黑暗世界中。',
    'kirby_descr' => '电子游戏 "星之卡比" 的历史始于上世纪90年代。它由任天堂和HAL Laboratory开发，由多个系列组成。该游戏面向1岁半到8岁的儿童。它的受欢迎程度可以从销售的拷贝数量来判断。全球超过3400万份。
星之卡比的主角是同名的粉色生物。它居住在名为 Popstar 的星球上，并定期保护它免受各种危险。卡比可以吸入某些物体和他的敌人，以便学习他们的能力：徒手格斗、拥有剑、喷火等。然而，这个粉色胖乎乎的家伙不仅与敌人战斗，还解决各种谜题，前往其他国家甚至可以在关卡中飞行。
你可以在任天堂或Game Boy 游戏主机上玩这款电子游戏。在所有系列中，都有可爱的英雄、精美的图形和有趣的配乐。顺便说一句，自从第一个版本发布以来的近30年里，世界见证了20个星之卡比系列。这一指标，加上数百万份的销量，帮助这款游戏跻身游戏行业最成功、最受欢迎的前50名游戏之列。
喜欢星之卡比，以至于你想在任何可能的地方看到这个角色吗？然后使用星之卡比系列并将普通的鼠标指针变成你最喜欢的电子游戏的主角！我们相信你会喜欢新的光标外观。',
    'super_mario_short_descr' => '用超级马里奥光标系列穿越蘑菇王国。',
    'undertale_descr' => '在古代，地球上不仅居住着人类，还有怪物。由于他们之间的分歧，一场战争爆发了，最终以人类的胜利告终。七位魔法师将怪物们赶入地下，用结界咒语永远地囚禁在那里。然而，只有通往 Ebott 山的一个入口，孩子利用了这个入口。你将通过玩电脑游戏《Undertale》来扮演他。
这款游戏由来自美国的知名程序员 Toby Fox 开发。起初，运行 Microsoft Windows 和 Linux 系统的个人电脑用户可以享受它，然后是游戏机用户。
这款游戏的意义是什么？男孩穿越被怪物居住的地下世界。其中一些怪物立即具有敌意，而另一些则喜欢交谈。 玩家可以选择两种行为之一：避免暴力或战斗。在第一种情况下，通关游戏会更容易，在第二种情况下则相反，会更难。情节和结局（可以分支和变化）也取决于这种选择。
如果你喜欢《地下传说》，并希望在你的浏览器中看到它的角色，请安装扩展程序并添加相应的光标集合！将一个无聊的鼠标指针变成 Undertale 中的怪物或主角!',
    'deltarune_descr' => '《三角符文》是一款几年前为电脑发布的角色扮演游戏。它是由开发《传说之下》的同一位程序员制作的。然而，这两款游戏几乎没有任何相似之处，尽管它们有一些共同的角色和地点。
在《三角符文》中有几个主要角色。这是一个可以操控的学生克里斯，还有一个迷人的怪物苏西，不可控。这两个角色都掉入了黑暗世界，在那里他们遇到了它的一个居民——拉尔萨伊。他告诉他们，事实上他们是光之生物，他们的使命是阻止黑暗世界中黑暗能量的流动。为此，他们需要饶过当地的怪物，并尽量不与他们交战，尽管有时这样做非常困难。
玩家有一个简单的选择：要么饶过黑暗生物，要么攻击它们。由于苏西并不喜欢折中，在很多情况下她会选择战斗。因此，克里斯别无选择，只能支持他的女朋友，并在战斗中帮助她。
喜欢《三角符文》游戏吗？然后在浏览器中为她的一个角色美化你的鼠标光标！你可以使用我们的扩展程序做到这一点。安装它，添加“符文三角”合集并激活！现在你的箭头已经不再和别人一样了，它变成了克里斯、苏西或黑暗世界中的一个生物。',
    'gravity_falls_short_descr' => '与《怪诞小镇》的鼠标指针一起踏上冒险之旅吧',
    'gravity_falls' => '怪诞小镇',
    'super_mario_descr' => '超级马里奥是任天堂发行的一系列电脑游戏。第一款也是最受欢迎的游戏叫做超级马里奥兄弟。它于1985年问世。后来被列入吉尼斯世界纪录。从那时起，已经发行了20多款游戏，每款游戏都有自己的情节。2019年，出现了一个新版本，名为超级马里奥制造2。尽管图形有所改进，但风格和人物保持不变，这唤起了人们对80年代超级马里奥的怀旧之情。
主角仍然是水管工马里奥。在游戏最后版本的剧情中，公主的城堡没有留下任何一块石头。马里奥必须重建它，在他之前赚取为他完成任务而支付的硬币。总的来说，这款游戏有100多个不同难度的关卡，并可以进行修改。在超级马里奥制造2中也有新的游戏模式。你可以同时玩其中四个模式，一旦一个模式完成，关卡就被视为完成。还有诸如：马里奥马拉松、决斗和忍者赛跑等模式。
喜欢超级马里奥和所有与这款精彩游戏相关的东西吗？然后设置以这款平台游戏风格制作的鼠标指针吧！我们相信你会喜欢马里奥鼠标指针、路易吉鼠标指针、桃花公主鼠标指针以及我们合集中提供的其他鼠标指针！',
    'gravity_falls_descr' => '《怪诞小镇》由迪士尼电视动画公司和亚历克斯·希尔施联合创作。首映于2012年，在迪士尼频道播出。整个动画系列的第一季就在那里播出。两年后，第二季发布，观众可以在之前的频道和迪士尼XD上观看。遗憾的是，怪诞小镇的粉丝们并没有等待第三季及后续几季。创作者决定将剧集限制在两季，没有任何续集。
至于这部动画片的剧情，所有动作都发生在一个虚构的城市，名为怪诞小镇。一对双胞胎来到这里，他们的名字是梅宝和迪珀。他们和表哥斯坦住在一起。他有自己的旅游纪念品店。当兄弟俩对“无所事事”感到厌烦时，他们就会去寻找冒险。其中一个在森林里找到了一本日记，讲述了这个小镇的异常现象。双胞胎开始寻找它的作者，并遇到了不寻常的生物和地方。如果您对这部动画系列感兴趣，并且曾经是其中人物的粉丝，我们向您推荐我们以怪诞小镇风格设计的鼠标光标合集！',
    'simpsons_descr' => '几乎每个人都听说过《辛普森一家》这部著名的动画系列。即使是那些从未看过这部动画的人也知道黄色角色的存在。当他们最喜欢的卡通片的下一季出来时，粉丝们会很高兴。顺便说一下，2019年秋季发布了第31季。而第一季早在1989年就出现在电视屏幕上。福克斯开始播放它，并且由于收视率高和观众喜爱，至今仍在继续播放。
《辛普森一家》是一种讽刺风格，触及相关话题。这可能是普通美国人的生活方式、政治和宗教问题、“明星”伎俩、女权主义、同性婚姻。总的来说，一切都与美国参与的当地和全球事件相关联。
这部动画系列的故事发生在虚构的斯普林菲尔德镇。事实上，美国有很多城市都叫这个名字。也许这就是选择它的原因，这样观众就不会把屏幕上发生的事情与特定的地点联系起来，而只是猜测这可能在哪里。
你很可能是一个辛普森的粉丝。否则，你为什么要读完这篇文章？如果是这样，那么你就有机会把无聊的鼠标光标改成一个以这个动画系列为风格的指针。',
    'youtubers_descr' => 'YouTube视频平台出现在2005年。起初，视频的发布仅仅是为了自我表达或告知某些事情。然而，随着时间的推移，这一切发展成了一项有利可图的业务，每月为成功的YouTube用户带来了数千甚至数百万美元的收入。越受欢迎的vloger（进行视频博客的人），他通过自己的频道赚取的收入就越多。
一个五岁的小vloger女孩赚多少钱，她的父母带她去最有趣的景点，并用相机拍摄发生的事情？这就像一个孩子在儿童公园里玩耍一样，表达情感，如何胡闹等等。这个数目确实惊人——今天，这个孩子的频道已经获得了将近4700万订阅者，并且开始每月产生500万卢布的收入。
有人上传视频讨论电脑游戏，有人进行beatboxing或在街上恶作剧路人。有些人则将他们的视频献给敏感话题，例如男人和女人之间的关系。YouTube用户越喜欢这些镜头，vlogger的受欢迎程度就越高。
该系列已经添加了PewDiePie光标、Shane Dawson光标、Ray William Johnson光标、Zoella光标、MyLifeAsEva光标等。',
    'rick_and_morty_short_descr' => '别再抱怨了，直接使用来自瑞克和莫蒂系列的鼠标指针吧',
    'rick_and_morty' => '瑞克和莫蒂',
    'pusheen_descr' => '几乎每个人都认识 Pusheen 猫。 尽管它只是 10 年前发明的儿童漫画书中的一个角色，但今天它拥有数百万粉丝。 Pusheen 猫最初是艺术家 Claire Belton 创作的一幅插图。
一年后，这只猫在 Tumblr.com 上拥有了自己的页面，并在几周内赢得了大量粉丝——大约 10,000 人。 2013 年，Facebook 渴望将来自 Pusheen 的图像包含在与其他表情符号的集合中。 在与创作者谈判后，这个想法被付诸实践，并“炸”了互联网！  每天 Pusheen 猫的图片在通信中使用超过 1000 万次！
2014 年，美国最大的玩具制造商之一将目光投向了这个角色。 GUND（就是她发明了泰迪熊）推出了几对 Pusheen 模型。 由于取得了巨大的成功，几个月后，创建了以这只猫为原型的完整玩具系列。
你还能在哪里遇到 Pusheen 猫？ 在来自 Isaac Morris Ltd 的礼品套装中，在来自 Boomf 的棉花糖中，当然，在我们的 Pusheen 光标系列中！',
    'mlb_teams_short_descr' => '专为所有粉丝提供的MLB球队光标合集。',
    'all_title' => '只需两次点击即可更改您的鼠标光标！ 免费收藏，满足各种口味。',
    'all_descr' => '如果你曾经想过如何改变一个无聊的鼠标光标，那么我们的光标集合适合你！在这里你将找到酷炫的漫画英雄，为游戏玩家准备的带有受欢迎游戏人物的美丽光标，有趣的恶作剧光标套装，彩色光标和许多其他有趣的选择。',
    'rick_and_morty_descr' => '动画作品“瑞克和莫蒂”的第一季于 2013 年发布。这部卡通可以直接归类于 2 个类型：科幻和喜剧。它的创作者是 Dan Harmon 和 Justin Royland。最初，所有剧集都在卡通频道上播出，然后才在在线电影院和视频托管网站上复制。每隔几年，就会发布新的“瑞克和莫蒂”季，2019 年 11 月，第四季问世，结果与前几季一样精彩。这部动画系列的情节围绕着一位天才，同时也是一位名叫瑞克的疯狂科学家，以及他不起眼的孙子 - 莫蒂。这两个角色通过在最不寻常的地方共同冒险而联系在一起。他们乘坐一艘能够穿梭于星际隧道的飞碟到达那里。您可能已经猜到了，这部动画系列有点像电影《回到未来》，但它仍然不是它的动画版。然而，它因幽默的情节、创造力和独特性而受到许多评论家的好评。想在浏览器中看到瑞克或莫蒂，而不仅仅是在这部作品的系列中吗？如果是这样，请安装该扩展程序，并添加我们专门为您的最喜欢的卡通而设的收藏！这里有瑞克·桑切斯光标、莫蒂·史密斯光标、传送枪光标，当然还有米·西斯先生光标。',
    'text_title' => '每天都有很酷和最有趣的 Cursor Style 光标集合',
    'text_allcat_title' => '独特的创意鼠标光标，以配合您的各种心情',
    'brawl_stars_descr' => '荒野乱斗是一款Supercell出品的MOBA类型的手机游戏。尽管于2018年底发布，但该游戏获得了极高的人气，这在很大程度上归功于其丰富的战斗模式和色彩鲜艳、奇幻的英雄——乱斗英雄。 玩家有很多选择——32个独特的角色，每个角色都有自己的一套能力和技能。 每个英雄也有自己的被动技能，可以通过战利品宝箱获得。 玩家可以在几种模式下战斗，例如“赏金争霸”——两个队伍中哪一个收集的星星最多并且击败了对手，哪一个获胜。 在“抢劫”模式中，有必要破坏对手的保险箱，同时维护自己的保险箱。 一个有趣的“宝石争夺战”模式——获得最多宝石的队伍获胜。 在“乱斗”模式中，10名玩家在地图上互相战斗，由于有毒云的存在，边界会缩小。 这款游戏充满了许多人喜欢的色彩鲜艳的设计，包括我们，这促使我们创建了单独的荒野乱斗光标集合。 有荒野乱斗雪莉光标、巴利光标、佩妮光标、弗兰肯光标、莫提斯光标等。',
    'mlb_teams_descr' => '棒球迷遍布世界各地。对于美国、中国、古巴、韩国、日本和委内瑞拉等国家的居民来说尤其如此。与普遍看法相反，棒球并非起源于美国，而是在英格兰。对棒球的首次提及和描述出现在遥远的 1744 年，英文版中。145 年后，尽管存在事实，美国人还是将这项发明据为己有。
国家联盟成立于 1876 年。它是加拿大和美国职业棒球大联盟的一部分。今天，国家棒球联盟有 15 支球队。在每个赛季的最后部分，季后赛的时间到来，其中 4 支最佳球队将参加。因此，整个国家联盟的获胜者就被揭晓了。然后，获胜的球队就有机会在世界大赛中与美国联盟的获胜者对决。
你对棒球感兴趣，甚至支持其中一支球队吗？那么通过将鼠标光标设置为其属性的形式来向你最喜欢的球队致敬吧！将浏览器中指针的无聊外观更改为熟悉的棒球企业标识！将箭头变成任何国家联盟球队的球员球棒或头盔，其中包括纽约扬基队光标、大瀑布道奇队光标、波士顿红袜队光标、巴尔的摩金莺队光标、奥克兰运动家队光标。',
    'text_1' => '你不想和大家一样吗？或者只是喜欢一切不同寻常的事物？想成为你最喜欢的游戏英雄或卡通人物的一部分吗？那么你来对地方了。在这里，你会找到明亮、与众不同的光标套装，可以取代熟悉且已经相当无聊的白色箭头。鼠标光标伴随着我们一整天的工作和学习，所以它应该带来好心情，并为积极向上做好准备。',
    'install_to_preview' => '请安装扩展程序进行预览',
    'install' => '安装',
    'preview_button' => '预览',
    'to_your_collection' => '到你的收藏',
    'prev_text_1' => '全屏预览',
    'prev_text_2' => '光标',
    'cursor' => '光标',
    'pointer' => '指针',
    'a_title_2' => '酷炫的主题光标合集',
    'mouse_cursors' => '鼠标光标',
    'text_2' => '在这里，您会找到适合游戏玩家和电影爱好者的光标，基于您最喜欢的卡通和运动主题的美丽光标，适合最活跃的人。您喜欢漫画还是无法想象没有有趣模因的一天？您喜欢动物还是梦想着去世界的所有国家？一切都很简单——我们也有适合您的光标图像。您还可以根据您所做的工作选择图像。例如，当处理文档或图纸时，黑色光标会比白色光标更方便，而当您必须处理小的图形元素时，手形光标会更方便。选择您最喜欢的图像，直接在扩展程序中调整其大小——每天以积极的心情开始，愉快地使用它！',
    'eda_i_napitki' => '食物和饮料',
    'cvetnye' => '彩色',
    'startovyj_nabor' => '入门包',
    'christmas_short_descr' => '圣诞老人会喜欢你的圣诞光标',
    'neon_short_descr' => '用霓虹灯系列增加亮度',
    'adventure_time_short_descr' => '使用《探险活宝》游标系列学习数学',
    'nba_teams_short_descr' => 'NBA游标，象征着伟大的篮球胜利',
    'famous_people' => '名人',
    'halloween' => '万圣节',
    'nfl_teams' => '国家橄榄球联盟',
    'five_nights_at_freddy' => '玩具熊的五夜后宫',
    'komiksy' => '漫画',
    'multfilmy' => '卡通',
    'kino_i_serialy' => '电影和电视剧',
    'futbol' => '足球',
    'stil_i_krasota' => '时尚与风格',
    'prazdniki' => '节日',
    'vokrug_sveta' => '环游世界',
    'cursor_collection' => 'Cursors collection',
    'sborka_cursorov' => 'cursor collection',
    'collection_list_from_colllection' => '游标列表 - ',
    'christmas' => '圣诞节',
    'nhl_teams' => '国家冰球联盟',
    'adventure_time' => '探险活宝',
    'nba_teams' => '美国职业篮球协会',
    'phineas_and_ferb' => '飞哥与小佛',
    'spongebob_short_descr' => '用海绵宝宝鼠标指针系列，看看是谁住在海底！',
    'phineas_and_ferb_short_descr' => '你绝对不会对飞哥与小佛鼠标指针系列感到无聊。',
    'fortnite_chapter_2_short_descr' => '来自堡垒之夜这款热门游戏的新章节',
    'famous_people_short_descr' => '获得你偶像的鼠标指针吧',
    'the_elder_scrools_short_descr' => '让自己沉浸在骑士与龙的世界里',
    'komiksy_short_descr' => '漫画风格的鼠标：今天选择你的心情吧。',
    'igry_short_descr' => '虚拟现实：你今天想玩谁？',
    'multfilmy_short_descr' => '你最喜欢的卡通人物以全新设计呈现',
    'kino_i_serialy_short_descr' => '鼠标指针之王：桌面守护者联盟',
    'anime_short_descr' => '大家都喜欢动漫：你最喜欢的角色是谁？',
    'halloween_short_descr' => '不要错过新的万圣节系列，快来体验吧!',
    'nfl_teams_short_descr' => '献给真正的橄榄球迷',
    'five_nights_at_freddy_short_descr' => '小心别被这些电子玩偶吓到哦',
    'minecraft_short_descr' => '你最喜欢的游戏角色总在附近',
    'stil_i_krasota_short_descr' => '适用于各种场合的原创光标',
    'prazdniki_short_descr' => '日历上有什么？全新假日光标合集！',
    'flagi_short_descr' => '寻找冒险：我们今天去哪里？',
    'futbol_short_descr' => '你是一个真正的体育迷吗？那你需要来这里',
    'memy_short_descr' => '最喜欢的题材：表情包光标合集',
    'pitomcy_short_descr' => '为所有喜爱我们小兄弟的人准备的明亮光标',
    'vokrug_sveta_short_descr' => '一瞬间环游世界：我们今天要去哪里？',
    'cvetnye_short_descr' => '用鲜艳的色彩和大胆的笔触来描绘你的生活',
    'startovyj_nabor_short_descr' => '以全新的视角看待熟悉的事物：更新的系列光标',
    'fortnite_short_descr' => '跟随主播！',
    'dota_2_short_descr' => '让你的虚拟世界变得真实！',
    'neon_descr' => '我们创建了一个独特的霓虹光标集合，为日常的互联网冲浪增添多样性，并为迷人的霓虹灯增添一点亮度。让它们丰富的色彩营造出夜晚都市的包围氛围，激发创造新事物的灵感。在现代世界，大都市的灯光总是预示着夜晚的来临，它们跟随我们走过每一条街道，这种光芒充满了能量。让它也跟随发光的冰淇淋光标、美味的热狗光标、多汁的汉堡光标、闪耀的钻石光标以及来自新霓虹系列的其他光标。',
    'adventure_time_descr' => '"Adventure Time" 是一部奇幻类型的卡通片，其情节发生在经历了末世的世界。这片领土被称为 Ooo 国度，直到最近还是一场核战争。但这都已成为过去，然而，所有幸存的人都发生了变异，世界充满了魔法。这部动画系列的主要角色是 14 岁的男孩 Finn 和他的朋友、名叫 Jake 的狗。男孩和狗非常喜欢冒险，他们不断帮助每一个遇到麻烦的人。朋友们住在树上，一起度过所有的时间。如果你想与其他爱好者一起沉浸在冒险世界中，那就喊出 "Mathematics". 这里有 Finn 男孩光标和 Jake 光标，以及泡泡糖公主光标。当然，我们也没有忘记 Bimo 光标、冰王光标和其他光标。',
    'nba_teams_descr' => '如果篮球是您最喜欢的游戏，就像对我们一样，那么一套献给NBA球队的光标是您所需要的。NBA是北美大陆顶级体育协会之一。当我们创建这个系列时，我们一直在选择上挣扎——选择哪支球队，因为NBA有三十支。但是，有些球队是传奇。例如，芝加哥公牛队，在90年代中期创下了胜场纪录。还有金州勇士队，几年前聚集了联盟中最好的球员。又例如，湖人队、凯尔特人队也是非常酷的球队。如果您和我们一样，期待着您最喜欢的篮球队的比赛，并想向球队或球员表达您的支持，请下载我们的NBA光标系列。',
    'christmas_descr' => '我们每个人无疑都在等待着最受欢迎的节日——圣诞节。全世界的基督徒传统上每年12月25日庆祝这个节日。这是一个家庭聚在一起，分享他们的喜悦和爱，并交换礼物的时刻。早在圣诞节之前，人们就用明亮的彩灯装饰街道，并用传统的装饰品装饰他们的家。很难找到不喜欢圣诞节的人——一个有趣而神秘的节日，因为它伴随着许多传统和仪式，它们将我们带回整个家庭的根源。在圣诞节前夕，从彩绘姜饼到动人的歌声，一切都充满了它的精神。一棵优雅的圣诞树和树下的礼物，是我们每个人从童年就熟悉的喜悦。我们想加入这个神奇的节日，谁知道呢，如果你用我们的圣诞系列来装饰你的光标，也许圣诞老人会为你准备一份特别的礼物。为此，你需要的一切都有，圣诞老人光标、圣诞树光标、姜饼光标、雪人光标，甚至还有礼品袋光标。圣诞快乐！',
    'nhl_teams_descr' => '国家冰球联盟成立于1917年——它是一个职业体育组织，汇集了来自美国和加拿大的冰球俱乐部。这是世界上最早的职业冰球联盟之一。 NHL是北美首屈一指的体育联盟之一，与NFL、NBA、美国职业棒球大联盟和MLS并驾齐驱。每年，来自美国和加拿大30个城市的31支球队争夺主要奖杯——斯坦利杯，常规赛得分最高的球队将获得总统杯。是时候通过创建一个NHL光标合集来向这场伟大的比赛致敬了。如果你也喜欢冰球，为你最喜欢的俱乐部欢呼或自己参与这项运动，只需更改光标，不要与你最喜欢的球队分开，包括波士顿棕熊队光标、圣路易斯蓝调队光标、哥伦布蓝衣队光标、坦帕湾闪电队光标、达拉斯星队光标以及其他值得尊重的俱乐部。',
    'spongebob_descr' => '动画系列"海绵宝宝" 被如此多人熟知。1999年，尼克国际儿童频道决定制作一部基于教育漫画《潮汐地带》的动画系列，并获得了巨大的成功，成为了一个非常有利可图的特许经营。该系列的创作者曾是海洋学实验室的员工，这就是为什么动画片中几乎所有角色都是有趣的、具有自身特点和魅力的海底居民。故事围绕着只有主角海绵宝宝才能烹饪的秘密蟹黄堡食谱展开。其他海洋居民，包括主要的反派角色谢尔顿·皮克劳斯，都在试图得到它，但他每次都失败。在海绵宝宝光标合集中，我们收集了该系列所有著名角色和事件的光标。例如，蟹老板带着美元的光标、派大星的光标、章鱼哥带着他的单簧管的光标、水母的光标、海绵宝宝的光标以及许多其他角色。',
    'fortnite_chapter_2_descr' => '《堡垒之夜》的第二章发生在一次盛大的活动之后——“终结”，它将游戏中玩家们喜爱的一切都拖入了一个黑洞。《堡垒之夜》第二章现在有一个新地图，乍一看，它甚至比原地图更加狂野，以及游戏机制上的许多变化，当然还有大量新的游戏内容！载具、表情、游泳机制等等——所有这些都以新鲜、有趣的形象呈现，就像你在这款有影响力的游戏中喜爱和欣赏的那样。沉浸在一个新的世界——选择一个着陆点并探索一个拥有13个地点的全新岛屿。游泳、钓鱼、汽艇——这是一种全新的水上游戏方式。更多乐趣，更少努力——升级全新的第二章，别忘了将光标更改为新的皮肤和武器。你已经在等待更新的皮肤Turk光标、Riptide光标、Rippley光标、Remedy光标、Toxin光标、8-Ball光标、Fusion光标等等！',
    'phineas_and_ferb_descr' => '在虚构的特里什塔塔不存在的丹维尔美国城市里，住着两个有趣的男孩。他们的每个假期都变成了令人难以置信的冒险，因为他们可以建造一个覆盖整个城市的过山车，或者建造一个通往另一个星球的真正传送门。他们与朋友们分享他们惊人的娱乐活动。与此同时，当男孩们玩得开心时，邪恶的科学家海因茨·富费尔施梅茨正在制造另一台以“——inator”结尾的邪恶机器，制造混乱，他想借此报复他的童年不满或夺取特里什塔塔的权力，但佩里在阻挠他——鸭嘴兽，秘密的“派特工”，伪装成男孩们的宠物。这部动画系列片在儿童和成人中都很受欢迎，它启发我们创建一个飞哥与小佛光标的集合，这样你就可以在系列中的角色身上更改你的鼠标光标。其中包括飞哥·弗林光标、海因茨·富费尔施梅茨博士光标、小佛·弗莱彻光标、凯蒂丝·格特鲁德·弗林光标和鸭嘴兽佩里光标。',
    'pokemon_descr' => '单词"pokemon"意为拥有超自然力量的生物。它们具有智慧，其中一些甚至能够说话。目前，已经有802种不同的Pokemon。在虚构的Pokémon宇宙中，人们被称为Pokémon训练师，他们训练Pokémon与其他训练师的Pokémon进行战斗。而经验越丰富、实力越强的教练，获得的尊重也就越多。幸运的是，应该指出的是，Pokémon的战斗永远不会以这些独特生物的死亡而告终。所有的Pokémon都拥有不同的能力，并且在元素的类型上有所不同，它们对不同攻击的抵抗能力很大程度上取决于此，一些生物同时拥有两种元素的能力。在赢得战斗后，Pokémon会获得宝贵的经验，这对于提高等级和相应的特性是必要的。今天， Pokémon宇宙是一个巨大的媒体特许经营权，我们决定为您准备一个包含一些受欢迎的Pokémon的鼠标指针合集。 其中，最著名的是皮卡丘鼠标指针，以及小拉达鼠标指针、杰尼龟鼠标指针、妙蛙种子鼠标指针和喷火龙鼠标指针。这个列表将会更新，因为它们太多了，而且每一个都有自己独特的方式。',
    'famous_people_descr' => '在众多名人中，我们每个人都会找到一个榜样，或者仅仅是钦佩这些名人的天才、才华和毅力。我们准备了一系列名人光标来激励您，并提醒您每个人都可以增加的伟大成就。并非所有著名人物都拥有幸福的命运，但他们教会了我们最重要的一点，那就是无论遇到什么困难和问题，您永远不需要放弃您珍爱的目标。毕竟，这是取得成功的主要原则——每天追逐您的梦想，最终成为您所在领域的佼佼者。也许今天您只想更改您的鼠标光标，而明天您的整个生活将会变得更好！该系列将不断更新新的、值得人类代表。其中包括科学家、政治家、运动员、艺术代表以及许多其他人。乔治·华盛顿光标、迈克尔·乔丹光标、斯蒂芬·金光标、埃尔维斯·普雷斯利光标和玛丽莲·梦露光标仅仅只是一个开始。',
    'the_elder_scrools_descr' => '《上古卷轴》是一系列电脑角色扮演游戏，由一个共同的、精心设计的宇宙连接起来，它为玩家提供了巨大的选择自由，允许他们访问幻想世界的不同地区和城市，并自行探索新的地方和任务。该系列的开发始于1992年，多年来，这款游戏团结了庞大的玩家社区。因此，应大众要求，我们发布了《上古卷轴》的光标合集，这样你就可以沉浸在游戏的独特氛围中。骑士和巨龙的永恒之战，你站在哪一边？将光标改为巨龙，加入喷火怪物的军队，或者选择宝剑光标和您最喜欢的角色形象，在人类一方高贵地战斗——决定权在你手中！最重要的是，有了我们的新合集，你已经为任何战斗做好了准备。',
    'nfl_teams_descr' => '对于一个真正的美国橄榄球迷来说，没有什么比鼠标光标以他所支持的球队的象征形式更好呢？在现代国家橄榄球联盟中，有三十二支球队参赛，分为国家橄榄球联合会和美国橄榄球联合会（国家橄榄球联合会，NFC 和美国橄榄球联合会，AFC）。反过来，每个联合会又分为四个分区：东部、北部、南部和西部。NFL 赛季由季前赛、常规赛和一系列季后赛组成。NFL 赛季的最后一场比赛被称为超级碗，本质上是美国最受欢迎的体育赛事。这是数百万粉丝最喜欢的比赛，因此我们创建了一系列 NFL 光标，这样您就可以与您最喜欢的球队的标志保持联系。无论是新英格兰爱国者队、纽约巨人队、水牛城比尔队或其他球队，都始终与您的偶像保持同调，使用我们以球队标志和头盔形式的光标。该系列将不断更新，以便每个人都可以将光标更改为他们最喜欢的球队的图像。',
    'halloween_descr' => '在万圣节前夜等待一个神秘的夜晚。万圣节的历史可以追溯到两千多年前。也许这是结合了乐趣和恐惧的节日，是凯尔特文化的产物。那时人们烧篝火，穿上吓人的服装来驱赶鬼魂。“万圣节”这个词最早出现在16世纪，是英语短语“All-Hallows-Even”的苏格兰缩写。格里高利三世教皇宣布11月1日为万圣节，而前一天晚上被称为万圣节前夜，后来被称为万圣节。在这一天，人们穿着狼人、幽灵和其他怪物的服装，去邻居家，主动买糖果。主题派对、烟花、美丽的灯笼、南瓜和特技营造出一种独特的氛围。我们也想用配件游标和万圣节角色来庆祝这个可怕的节日。在我们的收藏中，您可以找到：僵尸游标、幽灵游标、黑猫游标、南瓜游标等等。现在改变你的心情就像使用我们新的万圣节系列改变你的游标一样简单。',
    'five_nights_at_freddy_descr' => '真正独特的游戏《玩具熊的五夜后宫》迅速获得了广泛的欢迎，这并不奇怪，因为其简单且同时引人入胜的情节可以使玩家在屏幕上停留数小时。我们根据游戏粉丝的要求设计了《玩具熊的五夜后宫》的鼠标指针，并且很高兴能够体现出如此有趣和滑稽的角色。但与游戏不同的是，使用我们的鼠标指针，没有任何东西会威胁到您，所以请随意选择您最喜欢的电子动画角色，无论是熊弗雷迪还是兔子邦尼或其他角色。最重要的是，现在游戏在您的浏览器中焕发生机，并带来新鲜的情感。我们保证我们的鼠标指针中没有鬼魂，但它们完美地传达了这款游戏的精神，这款游戏由于设计的复杂性和情节元素而激发了恐惧。但是，如果您将鼠标指针的大小设置得非常大呢？您能保持冷静而不害怕吗？',
    'komiksy_descr' => '鼠标光标似乎是微不足道的东西，但往往正是这些细节可以改善您的心情，在灰色的早晨醒来或只是带给您明亮的情感。 一组专为所有超级英雄爱好者设计的漫画光标。 在这里，您可以找到漫威宇宙和 DC 漫画的全部内容——从钢铁侠到灭霸、蜘蛛侠和绿巨人。 光标样式可以是超级英雄的形式，也可以是他的角色的形式。 光标不仅仅是一个功能元素；它在专业意义上很重要。 例如，如果您从屏幕录制视频，最好看到一张明亮、原创的图片，而且看起来更有趣。 当然——谁不想在现实生活中使用无限手套呢？ 更改鼠标光标很简单 - 只需将扩展程序下载到您的浏览器中，然后通过它将您喜欢的光标添加到您的设置中即可。 您可以每天根据自己的心情选择光标。 灰暗的日子已经够了——现在就成为一个超级英雄吧！',
    'igry_descr' => '电子游戏早已成为我们生活中不可或缺的一部分。有了它们，您可以沉浸在一个新世界中，参与冒险，并成为一个完全不同的人。每个人都有自己喜欢的玩具，其角色几乎已经成为家人。一套基于知名电子游戏的游标是稀释沉闷的日常生活并为工作流程增添一点创造力、亮度和乐趣的机会。该套件既包含游戏英雄本身的图像，也包含辅助角色、武器和游戏图标。选择适合您心情的东西 - 游戏游标不仅会吸引游戏玩家，还会吸引所有厌倦了灰色日常生活的人。只需下载该套件，更改鼠标游标 - 然后去完成任务，消灭敌人并实现您的目标。',
    'kino_i_serialy_descr' => '电影 - 充满魔力、神秘感，是放松身心、获得乐趣和生动情感的好方法。 同时，在观看之后，我们仍然记得那些我真的很想在现实中遇到的英雄。 现在这是可能的 - 只需下载基于著名电影和电视节目的新系列光标即可。 鲜艳、酷炫的光标将是桌面上的绝佳补充，将沉闷的灰色日常生活变成节日，将平凡的任务变成激动人心的冒险。 每天更换光标英雄 - 取决于心情、任务或随机。 你今天会是谁？ 诚实公正的琼恩·雪诺还是大胆无情的约翰·威克？ 也许你面前有一个艰巨的任务，只有佛罗多才能完成？ 也许今天你只是一个不想与他人接触的异类？ 选择合适的光标 - 振奋精神，同时向他人展示你在想什么以及你计划如何度过你的一天。 试试吧 - 它不仅有趣，而且令人上瘾 - 你绝对不想回到普通的箭头。',
    'anime_descr' => '动漫是一种独特的动画风格，尽管它具有明显的民族特色，但却受到全球数百万人的喜爱。 几乎不可能有人没有看过这种风格的卡通。 我们创造了最酷的动漫风格光标，所有这种风格的粉丝都会喜欢。 标准的光标很无聊也很俗气。 展现你的个性 - 使用包含你最喜欢角色的动漫光标系列。 如果你梦想冒险和勇敢的战斗，请选择一把黑暗的剑的光标。 可爱的胖子龙猫即使在最悲伤的日子里也会让你振作起来，鸣人会激励你进行冒险，并向周围的人展示你是一个超级酷的人。 明亮的光标将照亮工作日或使学习过程更有趣和愉快。 不要限制自己 - 即使在鼠标光标这样的小元素中使用你最喜欢的主题。 每天更换光标，调整到你的心情并展现你的个性 - 使用动漫风格的光标非常简单。',
    'multfilmy_descr' => '在每个成年人的内心深处，都住着一个热爱卡通、梦想成为英雄的孩子。我们将帮助您实现梦想——使用基于最著名和最受欢迎的卡通人物的新游标合集。猫和老鼠、巴斯光年和史莱克、重力泉甚至神奇宝贝——您每天都可以成为您想成为的样子。根据您的心情选择鼠标游标。你今天是谁？鲁莽而快乐的小黄人，可以轻松解决任何问题，或强大而勇敢的拉斐尔，他的目标不仅是完成壮举，还有吃披萨？也许您是拥有整个办公室的万能精灵？该合集中有适合每个人的英雄——从公主到龙——剩下的只是决定谁反映了今天的心情。Cursor Style不仅仅是一张明亮的图片。这是个性的反映，自我表达，更重要的是——为一整天带来乐趣、喜悦和积极性。工作很无聊还是懒得学习？变得悲伤，不再开心？更改游标，世界将焕发出新的色彩。',
    'futbol_descr' => '足球是一项特殊的运动，包括摔跤、田径和准确性的元素。总的来说，它非常壮观、无情，并吸引了全球数百万粉丝。你喜欢足球还是仅仅热爱运动？然后下载一套以世界著名游戏风格设计的鼠标指针，证明你是一个忠实粉丝的称号。该系列包含24种设计鼠标指针的选项——以最受欢迎的球队的形式呈现，这些球队配得上它们作为一场顽强而坚韧的比赛的称号。鼠标指针分为两种版本——一种是标准三角形，装饰有球队的颜色，另一种是相应的游戏头盔。标准的浏览器鼠标指针很无聊，不配给真正的体育迷。使用我们的系列变得与众不同并独一无二。下载图片并选择你最喜欢的球队的颜色或自定义鼠标指针，如果你只是热爱运动并为每个人欢呼。追随你的爱好是如此简单——你无需戴着你最喜欢的球队的围巾或帽子来上班，只需快速轻松地将鼠标指针更改为明亮、时尚的图像。',
    'avtomobili_descr' => '你喜欢汽车，喜欢欣赏来自不同制造商的车型吗？或者你长时间以来一直梦想着某个特定品牌，但仍然没有机会购买它？ 专属为您，我们创建了一套明亮的游标 "超级跑车"。在这里，你会发现经典的福特和时尚的宾利，明亮的兰博基尼和独特的法拉利。 您想成为原装车的拥有者吗？ 这很简单——下载我们的游标合集到您的设备上，并至少每天更换一次汽车的图像。 游标设计了两个版本——作为一辆完整的汽车或作为其标志。 选择你最喜欢的或你更喜欢的工作方式。 这样的图像看起来会很棒，可以用作游戏游标，或者只是作为桌面上的一个不寻常的元素。 要变得闪耀很简单——为此不必做难以想象的事情或改变你的外表。 只需要停止使用常见的对象，并选择你真正喜欢的东西就足够了。 游标 "汽车" 的合集是那些不怕证明自己的人的选择。',
    'memy_descr' => '模因早已成为我们生活中熟悉的一部分。我们谁不喜欢这些容量大、有趣且新颖的图像来嘲弄这一天呢？许多模因英雄不仅变得受欢迎——他们获得了大众宠儿的地位，而且短语和表达方式早已被纳入日常口语中，成为约定俗成的表达方式的一部分。我们展示了一组基于最受欢迎模因的最佳光标。有了它们的帮助，您不仅可以展示您的个性，还可以表达您的心情。您是否对一切都感到厌倦和疲惫？选择一只愤怒的猫，它用它的所有外貌表达了对周围一切的愤慨和敌意。或者您今天是否充满讽刺意味，不介意开怀大笑？那么 Drake Bling 将是一个极好的伴奏——它会让你振作起来，让任何任务都变得新颖有趣。安装扩展程序，下载我们的收藏——并为每一天选择一种光标样式。变得明亮和与众不同并不难——将图标的标准设计更改为模因英雄之一，并在整天获得能量提升。',
    'emodji_descr' => '表情符号 - 明亮，酷炫的图标，没有它们我们再也无法习惯性地交流。有了它们，您无需用语言描述您的心情 - 只需选择所需的图标，您的对话者就可以在无需多言的情况下理解您。在我们的新游标集合中，我们体现了表情符号的想法 - 这就是 Cursoji 变得多么有趣和不同寻常，它将点亮世界，让生活变得更加有趣。在课程作品的帮助下，您不仅可以工作和执行熟悉的任务，还可以向您的同事、朋友以及其他人展示您的心情。一个困倦的游标非常适合周一早上，而一个哭泣的游标则会表达对额外责任的态度。一个戴着眼镜的酷炫游标是假期前的最佳选择，而一个眼中充满金钱的游标是向老板暗示加薪的好理由。使用 Cursoji 很有趣，也很有趣 - 无论是工作、学习还是演示。在后一种情况下，即使同事有幽默感或者只是需要缓和气氛，也建议这样做。总的来说，对于任何任务 - 只需选择正确的课程！',
    'stil_i_krasota_descr' => '在新系列的游标中，我们收集了各种各样的主题，这些主题会引起我们愉悦的情绪并振奋精神。这组游标被称为“风格与美丽”，因为它包含了您喜欢的东西，这些东西决定了我们的日常生活，带来快乐，激励我们做重要的事情，唤醒我们对进步的渴望。您是否热衷于太空并梦想着去其他星球？选择一个NASA游标或一盘外星人——更接近您的梦想。如果您无法想象没有音乐的生活，或者您是一个无药可救的摇滚爱好者，那么电吉他风格的游标就适合您。画笔、尺子和圆规游标是专门为工程师开发的——这些图像将帮助您将枯燥的计算和绘图变成原创解决方案。魔杖和运动鞋、滑板和口红、太阳和化学锥——选择适合您的生活方式、您的愿望和抱负的——这样平凡的任务就会变得更有趣，而工作日将涂上新的、鲜艳的色彩。',
    'pitomcy_descr' => '你喜欢动物吗？当然 - 它们是如此可爱、有趣，而且非常搞笑。为什么不让一整天都陪伴着人类最好的朋友呢？为自己下载“宠物 (Pets)” 光标合集，每天选择一个朋友。光标图标可以是可爱的，像一只温顺的羊驼，或者时尚的，像一只粉红色的火烈鸟。或者，也许你一整天都很忙，选择一只读报纸的独角兽，或者只是不想和任何人交流，就像一只邪恶的黑猫？对于任何心情，我们都有相应的动物。一只快乐的哈巴狗即使在最无聊和阴暗的日子里也会让你振作起来，而粉红色独角兽形状的光标会向所有人表明，即使是一个粗犷的、留着胡须的男人，你也不会缺乏美感。如果我没有心情，而且我不想做例行的任务怎么办？秘诀很简单 - 下载“宠物 (Pets)” 合集，更改鼠标光标 - 然后，瞧，太阳又在照耀，天气晴朗，心情处于最高水平。难怪人们说动物有助于对抗抑郁和悲伤！',
    'prazdniki_descr' => '像假期一样？但谁不喜欢它们——朋友、礼物、又一个周末。为了让等待假期更愉快、更短暂、更温暖，您不仅可以在日历上数天，还可以将相应的图标设置为鼠标光标。让我们从新年开始——我们将选择一棵圣诞树、一份礼物或圣诞老人，让节日变得明亮而欢快。也许姜饼人会更近——有趣、可爱，而且总是很开朗？有了他，肯定没有时间感到悲伤和无聊。我们继续用丘比特和快乐的心来庆祝，离复活节兔子也不远了。在假期中，会有一个生日，用气球代替标准光标箭头会更愉快地等待。在万圣节，您可以用阴森的南瓜或幽灵形式的不寻常的鼠标光标来让同事和周围的人感到惊讶。一套用于假期的光标是一个机会，可以点亮期望，提前为即将到来的乐趣做好准备，并保持绝佳的心情，不仅在庆祝活动的前夕，而且在全年都保持这种心情。',
    'flagi_descr' => '旗帜是一个在所有社交网络中广泛使用的独特标志。 我们想，为什么不把光标做成旗帜呢？ 毕竟，它真的很鲜艳，与众不同。 现在你每天都可以和一个新的国家在一起，工作就不会那么单调乏味了。 鼠标光标现在可以做成中国或美国的国旗，日本或加拿大的国旗，以及另外38个旗帜选项，你可以选择一个不寻常颜色的标准箭头形状，或者旗帜本身的形状的光标。 这套衣服将吸引所有旅行爱好者。 有了它，你可以计划新的旅行，梦想着长途旅行。 你计划好度假了吗？ 向大家展示你想去的国家。 也许你决定学习一门新的外语？ 那么这个光标肯定会支持你，并激励你认真学习。 或者你像谢耳朵一样，只是喜欢旗帜？ 在所有情况下，Flags光标系列将是你的桌面的一个很好的补充，并将带你走向新的发现。',
    'vokrug_sveta_descr' => '每个人都喜欢旅行。参观新的国家和城市，欣赏风景，并在新文化中度过愉快的时光，这真是太棒了。很遗憾我们不能经常旅行，但我们试图解决这个问题。 “环游世界”光标合集是不同国家的引人注目的图像、标志的集合，借助这些图像和标志，即使坐在家里，您也可以感觉自己像一个真正的旅行者。在我们的工具包中，您可以找到日本和澳大利亚、意大利和加拿大、美国和墨西哥——世界上最有趣、最原始、风景如画的国家。光标图像可以是标准箭头，采用国家国旗的颜色，或者成为该州的主要景点之一。例如，您可以使用比萨斜塔打开文档，并使用自由女神像进行演示。我们保证——成功将得到确保。嗯，或者如果不是成功，那么同事们的微笑和对原创性的认可——肯定会。是的，暗示管理层是时候去度假了也会有所帮助——只需将手提箱或飞机设置为光标——您很可能会很快起飞。',
    'eda_i_napitki_descr' => '一组以产品形式的游标是一个令人难以置信的明亮、美味和令人垂涎欲滴的图片的集合，每个人一定会喜欢，并且将成为浏览器的绝佳补充。你有没有点击过西兰花或炸薯条？你有这样的机会——只需下载一套新的游标，并将它们设置为代替无聊的白色箭头。游标"食物"的制作既有标准三角形指针的形式，也有产品的形式。在这里，你会发现蔬菜和水果、你最喜欢的菜肴，如披萨或热狗、咖啡、棒棒糖等等，让任何一天都充满活力。喜欢咖啡，但整天喝咖啡不好吗？用虚拟咖啡补充你的饮食，它也能振作精神，唤醒你，并带来鲜活的情感。一个陡峭的虚拟甜甜圈形状的游标不会损害身材，同时给予生动的情感和欢呼。你可以使用你最喜欢的游标或每天更换图像——大量的游标将有助于美化日常生活，并为熟悉的操作增添新的色彩。',
    'cvetnye_descr' => '光标是浏览器的主要元素，我们用它度过整个工作日，学习、交流和放松。光标的标准视图是无聊的，甚至有些令人沮丧，但对于许多人来说，这种形式很方便，改变它会让人不舒服。但针对这种情况，我们有一个解决方案——一套色彩鲜艳、令人愉快的颜色光标，它们将为您的日常生活增添多样性，并使解决任何问题更轻松、更快捷。如果您正在考虑如何更改光标的颜色，我们来回答——下载我们的合集，为每一天选择明亮的解决方案！您可以选择不同颜色的单色调，以配合心情或工作的具体要求。例如，在使用标准文档时，紫色光标会在背景中脱颖而出，而在深色背景下，相反，使用黄色光标会更容易工作。如果您想要爆发的色彩、亮度和最大的独特性——选择一个包含所有光谱颜色的彩虹光标——有了这个图标，一天的心情绝对会很好。',
    'prank_descr' => '工作中的玩笑并不总受欢迎，因为它们经常干扰工作流程。但有了新的“恶作剧”光标组合，您可以友善地捉弄您的同事或朋友，而不会妨碍您的工作或学习。我们开发了一个特别的系列，可以逗乐任何人，并为忙碌的工作或执行另一项任务的过程中提供放松的理由。要更改鼠标光标，只需将该工具包下载到设备上，然后在参数中选择您喜欢的设计。例如，您可以获得标准形状的光标，但处于反转状态或被波浪弯曲的箭头。这种形式完全不会妨碍工作过程，但同时它会呈现出美妙的心情，并让您心情愉快。根据您的心情或每天更改光标的显示设置 - 任何任务都会变得更加有趣和令人愉快，日常生活也将不再引起负面情绪。此外，这种光标甚至可以用于严肃的项目——它们具有中性颜色，不会从桌面上脱颖而出。',
    'startovyj_nabor_descr' => '来自入门系列的鼠标指针是标准形状和大小的混合，外观明亮、不寻常。对于那些喜欢常见形状，但又想为日常生活带来多样性、独特性和亮度的人来说，这是一个绝佳的选择。该系列包含一个手形鼠标指针和大家熟悉的箭头，有各种各样的变化——从谷歌 Chrome 标志到表情符号，你甚至可以在这里遇到一个被遗忘已久的带有仙人掌和怀旧感的龙。我们证明了标准鼠标指针也可以很有趣和吸引人。不同的颜色、形状、纹理和有趣的设计将帮助您选择您喜欢的鼠标指针或每天根据心情或执行的任务进行更改。更改浏览器鼠标指针非常简单——只需安装扩展程序并将该系列下载到您的设备即可。有趣、有趣的鼠标指针不仅可以为工作日增色，还可以例如帮助使任何演示文稿更有趣，并且借助特别明亮的鼠标指针，还可以引起对报告的各个元素的关注。',
    'fortnite_descr' => '堡垒之夜征服了全世界数百万的人。 激动人心的战斗、策略和战术、冒险 - 它吸收了玩家如此喜欢的一切。 我们无法置身事外，开发了一套游戏风格的游标，不仅会吸引狂热的游戏玩家，甚至会吸引那些第一次听说堡垒之夜的人。 堡垒之夜游标图标是英雄或其武器的图像，细节处理得一丝不苟。 在这里，您可以找到狐狸和鱼的图像、地狱和黑骑士的面具，将自己设置为箭头或带刺的镰刀。 我们相信没有人会无动于衷！ 变得可怕或神秘，原创或幽默 - 由您决定。 选择您的风格并遵循它，或在设置中设置自定义游标，每天更改您的角色。 现在，即使执行乏味而单调的工作也会变得更加有趣和愉快 - 在生动的图像和最喜欢的角色的陪伴下，时间会很快流逝。 或者也许您将与同事们一起举办比赛，看看哪个英雄更强大？ 选择权在您手中！',
    'dota_2_descr' => 'DotA2 现在不仅仅是一个简单的游戏，它是一个真正的平行世界。在 DotA2 的虚拟现实中，你可以做任何事情 - 生活、战斗、发展、旅行、交朋友。总的来说，一切都和现实生活中一样，只是有时会更有趣。Dota 2 光标是延续一种策略，它将让你获得生动的感受并在现实世界中表达自己。一套新的光标包括游戏中引人注目的角色，以及与其他任何东西都无法混淆的原创物品。选择一个更适合你的光标 - 然后开始冒险，而无需离开你的工作场所。有时在工作或执行教育任务时是多么无聊，但有了游戏光标，这个问题将不再困扰你。一点想象力，一个明亮的光标 - 瞧，任何事情都将成为一次不寻常的冒险，应对起来既不困难也很令人感兴趣。无需克制自己。你喜欢 Dota 吗？那么一定要下载我们的合集，一次选择一个或几个随机光标 - 每一天都会变得更明亮、更有趣和更充实。',
    'minecraft_descr' => '标准箭头和手指形状的鼠标光标早就让大家觉得无聊了。 如果你喜欢与众不同和原创的东西，那么是时候更改鼠标光标并赋予它更有趣的设计了。 我们开发了一系列以世界闻名的 Minecraft 游戏为主题的光标，你可以在其中找到最引人注目的角色。 狼和狐狸、亚历克斯和苦力怕、钻石剑和鱼 - 你可以选择你最喜欢的一个，或者每天安装一个新英雄。 这些是为游戏玩家准备的真实光标，而且绝对每个人都会喜欢它们 - 毕竟，我们当中有谁没玩过 Minecraft 呢？ 我们确信这些根本不存在。 告别无聊的日常生活 - 是时候沉浸在冒险之中了，即使不离开你的家或办公室椅子也能做到。 准备一份报告并用枪减少余额会更有趣 - 任何任务都会变得更愉快，并且不会让你在原地感到无聊。 下载新的 Minecraft 光标合集 - 设置它们，即使在最灰色、最无聊的日子里，你的心情也总是最好的。 你的同事们会羡慕你的成果 - 在 Minecraft 的勇敢英雄的帮助下，不可能不做好你的工作。',
];
