<?php

return [
    'title' => 'Cursor Style - 我们产品的使用条款',
    'descr' => '使用条款是在您和“Cursor Style”（“服务”、“我们”或“服务”）之间达成的。本服务仅提供给13岁及以上的用户，仅供个人使用，不得用于商业用途。',
    'text' => '<h2> 服务条款 </h2>
<h3> 在使用网站和扩展程序之前，请阅读这些条款和条件。 </h3>
<p> 这些使用条款是在您和“Cursor Style”（“服务”、“我们”或“服务”）之间订立的。 以下条款和条件，以及它们明确引用的任何文件（统称为这些“使用条款”），管辖您对 cursor.style 网站及其浏览器扩展程序的访问和使用，包括在我们的服务上或通过我们的服务提供的任何内容、功能和服务（统称为“服务”）。 </p>
<p> 通过使用该网站或扩展程序，您接受并同意遵守这些使用条款。 如果您不同意这些使用条款或我们的 <a href="/privacy"> 隐私政策 </a>，则您不应访问或使用本网站和扩展程序。 </p>
<p> 这项服务仅供 13 岁及以上的用户个人使用，而非商业用途。 通过使用本服务，您声明并保证您 (I) 年满 13 周岁或以上，(II) 您未被禁止根据适用法律使用本网站，以及 (III) 您仅将本服务用于您的个人需求。 如果您不满足这些要求，则您不应访问或使用本服务。 </p>
<p> 我们可能会自行决定不时修订和更新这些使用条款。 所有更改将在发布后立即生效。 在修订后的使用条款发布后继续使用本服务，即表示您接受并同意这些更改。 您应经常访问此页面，以便随时了解任何更改，因为这些对您具有约束力。 </p>
<p> 我们保留权利，可自行决定在不另行通知的情况下，撤回或修改本网站和扩展程序，以及我们在本网站和扩展程序上提供的任何服务或材料。 我们不保证我们的网站、扩展程序或其上的任何内容将始终可用或不会中断。 如果由于任何原因，服务的所有或任何部分在任何时间或任何期间不可用，我们将不承担任何责任。 我们可能会不时限制用户对网站或扩展程序或整个服务的某些部分的访问。 </p>
<p> 您有责任采取所有必要的措施以确保您可以访问本服务。 确保通过您的 Internet 连接访问本服务的所有人了解这些使用条款并遵守这些条款。 为了访问本服务或其提供的某些资源，您可能会被要求提供某些信息或其他信息。 您同意，您使用本服务或以其他方式向我们提供的所有信息，包括但不限于在本服务中使用任何交互式功能，均受我们的 <a href="/privacy"> 隐私政策 </a>管辖，并且您同意我们对您的信息采取的所有行动。 依照我们的 <a href="/privacy"> 隐私政策 </a>。 </p>
<p> 当您在公共或共享的计算机上将个人信息输入到服务中时，您必须特别小心，以免他人查看或记录您的个人信息。 本网站、扩展程序及其所有内容、功能和特性（包括但不限于所有信息、扩展程序、文本、图像、图像、图像和光标，以及它们的设计、选择和放置）均属于“Cursor Style”、其许可人或此类材料的其他供应商，受版权、商标、专利、商业秘密和其他知识产权法或产权的保护。 </p>
<p> 这些使用条款仅允许您将本网站用于您的个人、非商业用途。 您不得复制、分发、修改、创建衍生作品、再版、下载、存储或传输我们网站上的任何材料，但以下情况除外：您可以将其用于个人需求，您可以打印或下载合理数量的页面从网站和扩展程序中获取页面或其内容，以供个人、非商业用途，而不是用于进一步的复制、发布或分发。 </p>
<p> 您不得修改本网站或扩展程序及其内容的任何材料的副本。 从本网站和扩展程序的副本中删除或修改任何版权、商标或其他专有权声明。 您不得为任何商业目的访问或使用本网站或扩展程序的任何部分，以及通过本网站或扩展程序提供的任何服务或材料。 </p>
<p> 如果您想使用本网站或扩展程序上的任何材料，而不是本节中列出的材料，请在 Chrome Web Store 的支持页面上发送请求。 </p>
<p> 如果您打印、复制、修改、下载或以其他方式使用或向任何其他人提供对本网站或扩展程序任何部分的访问权限，而违反了使用条款，则您使用本网站和扩展程序的权利将立即终止，并且您必须自行决定，归还或销毁您拥有的任何材料副本。 对扩展程序网站的任何使用，如果未在这些使用条款中明确允许，则违反了这些使用条款，并可能侵犯版权、商标和其他法律。 </p>
<p> 名称“Cursor Style”、徽标“Cursor Style”以及所有相关的名称、徽标、图像、光标和服务名称、设计和口号均为“Cursor Style”或其关联公司或许可人的商标。 未经本服务事先书面许可，您不得使用此类标记。 本网站和扩展程序上的所有其他名称、徽标、产品和服务名称、设计和口号均为其各自所有者的商标。 您只能将本服务用于合法目的，并遵守这些使用条款。 </p>
<h3> 您同意不使用本服务： </h3>
<ul>
<li> 以任何违反任何适用的联邦、地区、地方或国际法律或法规的方式（包括但不限于有关向俄罗斯和其他国家/地区出口数据或软件的任何法律）。 </li>
<li> 为了剥削、伤害或企图使用或伤害未成年人，让他们接触不当内容，索取识别他们的信息，或以其他方式。 </li>
<li> 发送、故意接收、下载、使用或重复使用任何不符合这些使用条款的材料。 </li>
<li> 在未经我们事先书面同意的情况下，传输或购买发送任何广告或促销材料，包括任何“未经请求的信件”、“连锁信”或“垃圾邮件”或任何其他类似要约。 </li>
<li> 为了冒充或试图冒充“Cursor Style”的员工、其他用户或任何其他人或组织（包括但不限于使用与上述任何内容相关的电子邮件地址或别名）。 </ li >
<li> 参与任何其他限制或阻碍服务或任何人使用的行为，或我们确定可能损害服务或服务用户或使其承担责任的行为。 </li> </ul>
<h3> 此外，您同意不： </h3>
<ul>
<li> 以任何可能禁用、超载、损坏或降低网站运行、扩展或干扰任何其他人对服务的使用，包括他们通过服务参与实时行动的能力的方式使用服务。 </li>
<li> 使用任何自动化工具、流程或方式访问服务以用于任何目的，包括监控或复制服务中的任何材料。 </li>
<li> 在未经我们事先书面同意的情况下，使用任何手动流程来跟踪或复制服务上的任何材料或用于任何其他未经授权的目的。 </li>
<li> 使用任何干扰服务正常运行的设备、软件或程序。 </li>
<li> 引入任何病毒、木马、蠕虫、逻辑炸弹或其他有害或技术上有害的材料。 </li>
<li> 尝试获得未经授权的访问权限、干扰、损坏或破坏服务的任何部分、存储服务的服务器或连接到服务的任何服务器、计算机或数据库。 </li>
<li> 使用拒绝服务攻击或分布式拒绝服务攻击来攻击服务。 </li> </ul>
<p> 在服务上或通过服务提供的信息仅供一般参考之用。 我们不保证此信息的准确性、完整性或有用性。 您仅自行承担依赖此类信息的风险。 我们不承担因您、服务的任何其他访客或任何可能被告知其任何内容的人对这些材料的任何依赖而产生的任何责任。 </p>
<p> 本服务包含由第三方提供的内容，包括由其他用户和第三方许可方、联合发布方、聚合方和/或报告服务提供的材料。 这些材料中表达的所有声明和/或意见，以及所有文章和对问题的答复以及其他内容，除了本服务提供的内容外，仅是提供这些材料的个人或组织的意见和责任。 这些材料不一定反映本服务的观点。 对于第三方提供的任何材料的内容或准确性，我们概不向您或任何第三方承担任何责任。 </p>
<p> 我们可能会不时更新本服务的内容，但其内容不一定完整或最新。 服务上的任何材料可能随时过时，我们不需要更新此类材料。 我们可以根据我们自己的决定更新、修改、修改网站和扩展程序上的信息和内容，进行任何更改和更新。 </p>
<p> 我们在此服务上收集的所有信息均受我们的隐私政策的约束。 通过使用本服务，您同意我们根据 <a href="/privacy"> 隐私政策 </a>对您的信息采取的所有措施。 </p>
<p> 附加条款也可能适用于本服务的某些部分、服务或功能。 所有此类附加条款和条件均在此处通过引用并入这些使用条款。
如果您以诚实、合法的方式链接到我们的网站或扩展程序，并且没有损害我们的声誉或使用它，则您可以链接到我们的网站或扩展程序，但您不应以这种方式设置链接，即在未经我们书面同意的情况下，提供任何形式的关联、认可或支持。 </p>
<p> 本服务包含指向由第三方提供的其他站点和资源的链接，这些链接仅为方便您而提供。 这包括广告中包含的链接，包括横幅广告和赞助链接。 我们不控制这些站点或资源的内容，也不对它们或因使用它们而可能造成的任何损失或损害负责。 如果您决定访问与本服务相关的任何第三方网站，则您自行承担风险，并遵守此类网站的使用条款。 我们保留在不事先通知的情况下撤销链接许可的权利。 </p>
<p> 您理解我们不能也不保证或担保可以通过 Internet 或在网站上下载的文件不会包含病毒或其他恶意代码。 您有责任实施足够的程序和控制点，以满足您对防病毒保护、数据输入和输出的准确性的特殊要求，以及维护我们站点外部的用于恢复任何丢失数据的方法。 如果您因本服务而获得的分布式拒绝服务、病毒或其他技术恶意软件，或下载本网站上发布的任何材料或与此相关的任何网站，可能感染或损坏您的计算机设备、计算机软件、数据，我们概不负责。 </p>
<p> 您使用本服务、其内容以及通过服务获得的任何服务或项目，风险自负。 本服务、其内容以及通过网站和扩展程序获得的任何服务或项目均按“原样”和“可用”的条款和条件提供，不提供任何保证。 与本服务相关的任何人均不提供关于本服务的完整性、安全性、可靠性、质量、准确性或可访问性的任何保证或声明。 在不限制上述内容的情况下，任何“Cursor Style”或与“Cursor Style”相关的代表均不保证本网站、扩展程序、其内容或任何修复程序应先前可用，固定，我们的扩展程序，一个站点或一个服务器在其上放置，不会被病毒或其他有害的组成部分或本网站或任何服务或项目执行，优先。
<p> 在任何情况下，本服务、其关联公司或许可人、服务、雇员、代理人、官员或主管均不对任何种类的损害负责，我们对任何责任负责。 或此类其他网站或在本服务或其他网站上获得的任何服务或项目，包括任何直接的、特殊的或间接的损害，包括人身伤害、情绪障碍、损害或预期的节省、使用损失、数据或其他条件。 本定义不影响根据适用法律可能无法排除或限制的任何责任，其中可能包括欺诈。 </p>
<p> 您同意保护、赔偿并淡化“Cursor Style”、其关联公司、许可人和服务提供商，以及其各自的官员、董事、雇员、承包商、代理人、许可人、供应商、受让人，并使其免受任何索赔和责任、法院判决的损失、费用、开支或佣金（包括律师费），这些索赔和责任源于或与您违反这些使用条款或使用本服务有关，包括但不限于任何使用该网站或扩展程序的内容、服务和产品的行为，除非这些使用条款中明确规定，或者您使用从本服务获得的任何信息。 </p>
<p> 如果由于任何原因，这些使用条款的任何条款被法院或其他具有管辖权的法庭认定为无效、非法或不可执行，则应废除该条款或将其限制到最低限度，以便使用条款的其余条款将继续完全执行。 使用条款、我们的隐私政策和注册事件的条件构成了您与“Cursor Style”之间关于本服务的唯一和完整的协议，并取代了所有之前和同时存在的关于本服务的书面和口头协议、协议、声明和保证。 </p>
<p> 有关本服务的所有评论、意见、技术支持请求和其他消息，均应定向到 Chrome Web Store 中的“Cursor Style”支持页面。 </p> ',
];
