<?php

return [
    'title' => 'Cursor Style - خط مشی کوکی',
    'descr' => 'یک خط مشی کوکی زمانی که شما از وب‌سایت cursor.style یا افزونه «Cursor Style» ما بازدید می‌کنید. برخی از قوانین هستند که باید هنگام استفاده از محصول ما در نظر داشته باشید.',
    'text' => '<h2> خط مشی کوکی </h2>
<p> هنگامی که از وب سایت ما cursor.style یا افزونه "Cursor Style" در پنل مرورگر خود بازدید می کنید، یا زمانی که با نمایندگان ما تعامل دارید ("سرویس")، ما از (و به اشخاص ثالث اجازه استفاده) وب بیکن ها، کوکی ها، برچسب های پیکسل، اسکریپت ها، برچسب ها، API ها و سایر فناوری ها ("فناوری های ردیابی") استفاده خواهیم کرد. این در این خط مشی توضیح داده شده است ("خط مشی کوکی") که بخشی از <a href="/privacy"> خط مشی حفظ حریم خصوصی </a> ما است. </p>
<p> فناوری های ردیابی به ما امکان می دهد اطلاعاتی را به طور خودکار درباره شما و رفتارتان در اینترنت جمع آوری کنیم تا ناوبری شما را در سرویس ما بهبود بخشیم، عملکرد سرویس ما را بهبود بخشیم و تجربه شما در سرویس ما را تسهیل کنیم. ما همچنین از این اطلاعات برای جمع آوری آمار در مورد استفاده از سرویس خود، انجام تجزیه و تحلیل، ارائه محتوایی که متناسب با علایق شما است و مدیریت خدمات برای کاربران، مشتریان و شرکای خود استفاده می کنیم. ما همچنین به اشخاص ثالث اجازه می دهیم تا اطلاعاتی را در مورد شما با استفاده از فناوری های ردیابی جمع آوری کنند. </p>
<p> کوکی ها چیستند؟ کوکی ها فایل های متنی کوچکی (متشکل از حروف و اعداد) هستند که سرور وب هنگام بازدید از یک صفحه وب روی رایانه یا دستگاه تلفن همراه شما قرار می دهد. استفاده از یک کوکی می تواند به کاربرپسندتر کردن خدمات ما کمک کند، به عنوان مثال، ترجیحات و تنظیمات زبان شما را به خاطر بسپارید. می توانید اطلاعات بیشتری در مورد کوکی ها در <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a> پیدا کنید. </p>
<p> کوکی ها به طور گسترده برای عملکرد وب سایت استفاده می شوند. استفاده از کوکی ها به شما امکان می دهد به طور موثر بین صفحات پیمایش کنید. کوکی ها ترجیحات شما را به خاطر می آورند و تعامل بین شما و خدمات را روان تر و کارآمدتر می کنند. </p>
<p> ما از فناوری های ردیابی زمانی که از خدمات ما بازدید می کنید یا به آنها دسترسی پیدا می کنید (معمولاً هنگام بازدید از وب سایت های ما) استفاده می کنیم - آنها "فناوری های ردیابی شخص اول" نامیده می شوند. علاوه بر این، فناوری های ردیابی توسط سایر سازمان های شخص ثالث (به عنوان مثال، ارائه دهندگان خدمات تحلیلی، شرکای تجاری و تبلیغ کنندگان ما) که محتوا را در خدمات ما منتشر می کنند، ذخیره می شود - آنها "فناوری های ردیابی شخص ثالث" نامیده می شوند. هر دو نوع فناوری ردیابی را می توان یا برای مدت زمان بازدید شما از خدمات ما ذخیره کرد، یا برای بازدیدهای مکرر. </p>
<h3> چه نوع فناوری های ردیابی استفاده می کنیم؟ پنج نوع اصلی فناوری ردیابی وجود دارد: </h3>
<ul>
<li> <b> فناوری های ردیابی کاملاً ضروری </b> <br> <p> این فناوری های ردیابی ضروری هستند تا بتوانید وارد سیستم شوید، پیمایش کنید و از عملکردهای خدمات ما استفاده کنید یا سرویسی را که درخواست می کنید ارائه دهید (به عنوان مثال، نام کاربری شما). برای استفاده از این فناوری های ردیابی به رضایت شما نیازی نداریم. این فناوری های ردیابی می توانند برای اهداف امنیتی و یکپارچگی، به عنوان مثال، برای شناسایی نقض خط مشی های ما و همچنین برای پشتیبانی یا ویژگی های امنیتی استفاده شوند. </p> </li>
<li> <b> فناوری های ردیابی عملکردی </b> <br> <p>
این فناوری های ردیابی به خدمات ما این امکان را می دهد که انتخاب های شما (مانند زبان) را به خاطر بسپارند و ویژگی های پیشرفته و شخصی سازی شده ارائه دهند. به عنوان مثال، این فناوری های ردیابی برای احراز هویت (برای به خاطر سپردن زمانی که وارد سیستم شده اید) و پشتیبانی از سایر عملکردهای خدمات ما استفاده می شود. </p> </li>
<li> <b> فناوری های ردیابی عملکرد </b> <br> <p>
این فناوری های ردیابی اطلاعاتی را در مورد فعالیت آنلاین شما (به عنوان مثال، مدت زمان بازدید شما از خدمات ما)، از جمله داده های رفتاری و شاخص های تعامل با محتوا جمع آوری می کنند. این فناوری های ردیابی برای تجزیه و تحلیل، تحقیق و آمار (بر اساس اطلاعات جمع آوری شده) استفاده می شوند. </p> </li>
<li> <b> فناوری های ردیابی بازاریابی یا تبلیغات </b> <br> <p>
این فناوری های ردیابی برای ارائه پیشنهادات ویژه و تبلیغات بر اساس علایق شما و همچنین انجام کمپین های بازاریابی ایمیلی استفاده می شوند. آنها همچنین می توانند برای محدود کردن تعداد دفعات مشاهده یک آگهی و همچنین اندازه گیری اثربخشی یک کمپین تبلیغاتی استفاده شوند. آنها معمولاً توسط تبلیغ کنندگان ما (به عنوان مثال، شبکه های تبلیغاتی) میزبانی می شوند و به آنها ایده ای از افرادی که تبلیغات خود را می بینند و با آنها تعامل دارند، از وب سایت های آنها بازدید می کنند یا از برنامه آنها استفاده می کنند، می دهند. </p> </li>
<li> <b> فناوری های ردیابی رسانه های اجتماعی </b> <br> <p>
وب سایت ما شامل عملکردهای شبکه های اجتماعی مانند دکمه های Like یا Share در فیس بوک و Vkontakte یا خدمات ورود به سیستم شخص ثالث است. این عملکردها یا توسط شخص ثالث ارسال می شوند یا مستقیماً در خدمات ما ارسال می شوند. تعامل شما با این ویژگی ها تحت حاکمیت بیانیه حفظ حریم خصوصی شرکتی است که این ویژگی ها را ارائه می دهد. </p> </li>
</ul>
<h3> موارد زیر کوکی هایی هستند که می توانید در خدمات ما پیدا کنید: </h3>
<ul>
<li> <b> کوکی های تجزیه و تحلیل </b> <br> <p> این فناوری های ردیابی برای جمع آوری اطلاعات در مورد نحوه تعامل شما با محتوا در خدمات ما، اهداف انتساب (به عنوان مثال، URL های ارجاع) و غیره استفاده می شوند. ما از این اطلاعات برای تهیه گزارش، محاسبه درآمد ناشی از ما و کمک به ما در بهبود خدمات و ارائه محصولات و محتوای شخصی سازی شده استفاده می کنیم. </p> </li>
<li> <b> Google Analytics </b> <br> <p> این کوکی برای جمع آوری اطلاعات در مورد نحوه استفاده بازدیدکنندگان از پلتفرم ما استفاده می شود. ما از این اطلاعات برای تهیه گزارش و بهبود پلتفرم استفاده می کنیم. کوکی ها اطلاعات را به صورت ناشناس جمع آوری می کنند، از جمله تعداد بازدیدکنندگان پلتفرم، محل بازدیدکنندگان از پلتفرم و صفحاتی که بازدید کرده اند. <br> <a href = "https://policies.google.com/privacy?hl=en" > خط مشی حفظ حریم خصوصی </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> این کوکی با Google Tag Manager مرتبط است، که ما از آن برای بارگذاری اسکریپت ها در صفحات وب سایت خود استفاده می کنیم. <br> <a href = "https: / /policies.google.com/privacy?hl=en"> خط مشی حفظ حریم خصوصی </a> </p> </li>
</ul>
<p> لطفاً توجه داشته باشید که ما هشدارهای مرورگر خودکار را در مورد فناوری های ردیابی، از جمله درخواست های Do Not Track، تشخیص نمی دهیم یا به آنها پاسخ نمی دهیم. با این حال، راه های مختلفی برای مدیریت و مدیریت تنظیمات کوکی شما وجود دارد. به یاد داشته باشید که هنگام حذف یا مسدود کردن کوکی ها، برخی از عملکردهای خدمات ممکن است به درستی یا با کارایی زیاد کار نکنند. </p>
<p> بیشتر مرورگرهای وب اطلاعات کلی در مورد کوکی ها در اختیار شما قرار می دهند، به شما امکان می دهند ببینید چه کوکی هایی روی دستگاه شما ذخیره شده است، به شما امکان می دهند همه آنها را یا به صورت جداگانه حذف کنید، و همچنین به شما امکان می دهند استفاده از کوکی ها را برای همه وب سایت ها یا سایت های جداگانه انتخاب شده مسدود یا مجاز کنید. همچنین می توانید کوکی های شخص ثالث را جداگانه غیرفعال کنید. لطفاً توجه داشته باشید که تنظیمات ارائه شده توسط مرورگر یا دستگاه اغلب فقط برای آن مرورگر یا دستگاه خاص اعمال می شود. </p>
<h3> اطلاعات کوکی معمولاً در بخش راهنمای یک مرورگر وب یافت می شود. </h3>
<p> موارد زیر پیوندهایی به برخی از مرورگرهای وب معمولاً مورد استفاده هستند: </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer و Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> با کلیک بر روی پیوند زیر می توانید برخی از کوکی های شخص ثالث را برای هدف گذاری / تبلیغات خاموش کنید: <a href="http://optout.networkadvertising.org/?c=1"> انصراف از تبلیغات مبتنی بر علاقه </a>. </p>
				',
];
