<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - با استفاده از فرم بازخورد با ما تماس بگیرید!',
    'descr' => 'نظر کاربران ما برای ما بسیار مهم است، بنابراین حتماً در صورت بروز هرگونه مشکل با ما تماس بگیرید، فقط به ما بگویید که در مورد افزونه "Cursor Style" چه فکر می‌کنید یا ایده‌های خود را ارائه دهید.',
    'text_1' => 'ما بسیار متاسفیم که در حال رفتن هستید.',
    'text_2' => 'برای ما بسیار مهم است که بدانیم چه چیزی را دوست نداشتید و سعی خواهیم کرد در اسرع وقت آن را برطرف کنیم!',
    'i_didnt_like' => 'من خوشم نیومد...',
    'send_button' => 'ارسال',
    'thanks_for_feedback' => 'از بازخورد شما متشکریم! بازخورد شما برای ما بسیار مهم است.',
    'thanks_contact' => 'از تماس شما متشکریم! بازخورد شما برای ما بسیار مهم است.',
    'feedback' => 'بازخورد',
    'name' => 'نام',
    'subject' => 'موضوع',
    'message' => 'پیام',
    'email' => 'ایمیل',
];
