<?php

return [
    'img_1' => '/images/fa/success/success-menu.webp',
    'img_2' => '/images/fa/success/add.webp',
    'thanks_for_install' => 'با تشکر از نصب افزونه Cursor Style ما!',
    'text_1' => 'اطمینان حاصل کنید که از افزونه "Cursor Style" در هر صفحه وب استفاده می کنید (کلید "F5" را یک بار فشار دهید تا صفحه را تازه کنید اگر نشانگر ماوس به دلایلی کار نمی کند) به جز فروشگاه وب کروم، صفحات داخلی گوگل و صفحه اصلی کروم، زیرا سیاست گوگل استفاده از نشانگرهای سفارشی را در این صفحات ممنوع می کند. همچنین، برای راحتی کاربران، نشانگر ماوس سفارشی در پنجره باز شده افزونه استفاده نخواهد شد، اما برای کنترل نشانگر فعلی، در قسمت "فعال" منوی افزونه نمایش داده می شود.',
    'text_2' => 'روی آیکون افزونه‌ی "Cursor Style"، واقع در نوار ابزار Chrome کلیک کنید. یک پنجره‌ی پاپ‌آپ ظاهر خواهد شد.',
    'text_3' => 'شما دستورالعمل‌های مفصل در مورد نحوه استفاده از افزونه را <a href="/howto"> در این بخش</a> پیدا خواهید کرد.',
    'text_4' => 'برای اضافه کردن نشانگر به کتابخانه خود، فقط روی دکمه "افزودن" در زیر آن کلیک کنید.',
    'more_cursors' => 'نشانگرهای بیشتر',
];
