<?php

return [
    'title' => 'Cursor Style - นโยบายคุกกี้',
    'descr' => 'นโยบายคุกกี้เมื่อคุณเข้าชมเว็บไซต์ cursor.style หรือส่วนขยาย “Cursor Style” กฎบางข้อที่คุณควรพิจารณาเมื่อใช้ผลิตภัณฑ์ของเรา',
    'text' => '<h2> นโยบายคุกกี้ </h2>
<p> เมื่อคุณเยี่ยมชมเว็บไซต์ของเรา cursor.style หรือส่วนขยาย "Cursor Style" ในแผงเบราว์เซอร์ของคุณ หรือเมื่อคุณโต้ตอบกับตัวแทนของเรา ("บริการ") เราจะใช้ (และอนุญาตให้บุคคลที่สามใช้) เว็บบีคอน คุกกี้ แท็กพิกเซล สคริปต์ แท็ก APIs และเทคโนโลยีอื่นๆ ("เทคโนโลยีการติดตาม") สิ่งนี้อธิบายไว้ในนโยบายนี้ ("นโยบายคุกกี้") ซึ่งเป็นส่วนหนึ่งของ <a href="/privacy"> นโยบายความเป็นส่วนตัว </a> ของเรา </p>
<p> เทคโนโลยีการติดตามช่วยให้เราสามารถรวบรวมข้อมูลเกี่ยวกับคุณและพฤติกรรมของคุณบนอินเทอร์เน็ตโดยอัตโนมัติ เพื่อปรับปรุงการนำทางของคุณในบริการของเรา ปรับปรุงประสิทธิภาพของบริการของเรา และอำนวยความสะดวกในการใช้งานของคุณในบริการ นอกจากนี้ เรายังใช้ข้อมูลนี้เพื่อรวบรวมสถิติเกี่ยวกับการใช้บริการของเรา ดำเนินการวิเคราะห์ มอบเนื้อหาที่เหมาะกับความสนใจของคุณ และจัดการบริการสำหรับผู้ใช้ ลูกค้า และคู่ค้าของเรา นอกจากนี้ เรายังอนุญาตให้บุคคลที่สามรวบรวมข้อมูลเกี่ยวกับคุณโดยใช้เทคโนโลยีการติดตาม </p>
<p> คุกกี้คืออะไร คุกกี้คือไฟล์ข้อความขนาดเล็ก (ประกอบด้วยตัวอักษรและตัวเลขเท่านั้น) ที่เว็บเซิร์ฟเวอร์วางไว้ในคอมพิวเตอร์หรืออุปกรณ์มือถือของคุณเมื่อคุณเยี่ยมชมหน้าเว็บ การใช้คุกกี้สามารถช่วยทำให้บริการของเราใช้งานง่ายขึ้น ตัวอย่างเช่น การจดจำการตั้งค่าภาษาและการตั้งค่าของคุณ คุณสามารถค้นหาข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้ได้ที่ <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a> </p>
<p> คุกกี้ถูกใช้อย่างแพร่หลายสำหรับประสิทธิภาพของเว็บไซต์ การใช้คุกกี้ช่วยให้คุณนำทางระหว่างหน้าได้อย่างมีประสิทธิภาพ คุกกี้จะจดจำการตั้งค่าของคุณและทำให้การโต้ตอบระหว่างคุณกับบริการราบรื่นและมีประสิทธิภาพมากขึ้น </p>
<p> เราใช้เทคโนโลยีการติดตามเมื่อคุณเข้าชมหรือเข้าถึงบริการของเรา (โดยปกติเมื่อคุณเยี่ยมชมเว็บไซต์ของเรา) - พวกเขาเรียกว่า “เทคโนโลยีการติดตามของบุคคลที่หนึ่ง” นอกจากนี้ เทคโนโลยีการติดตามยังถูกจัดเก็บโดยองค์กรบุคคลที่สามอื่นๆ (ตัวอย่างเช่น ผู้ให้บริการวิเคราะห์ คู่ค้าทางธุรกิจ และผู้ลงโฆษณาของเรา) ที่โพสต์เนื้อหาบนบริการของเรา - พวกเขาเรียกว่า “เทคโนโลยีการติดตามของบุคคลที่สาม” เทคโนโลยีการติดตามทั้งสองประเภทสามารถจัดเก็บได้ทั้งในช่วงเวลาที่คุณเข้าชมบริการของเรา หรือสำหรับการเข้าชมซ้ำ </p>
<h3> เทคโนโลยีการติดตามประเภทใดที่เราใช้ มีเทคโนโลยีการติดตามหลักห้าประเภท: </h3>
<ul>
<li> <b> เทคโนโลยีการติดตามที่จำเป็นอย่างยิ่ง </b> <br> <p> เทคโนโลยีการติดตามเหล่านี้จำเป็นเพื่อให้คุณสามารถเข้าสู่ระบบ นำทาง และใช้ฟังก์ชันของบริการของเรา หรือให้บริการที่คุณร้องขอ (ตัวอย่างเช่น ชื่อผู้ใช้ของคุณ) เราไม่จำเป็นต้องได้รับความยินยอมจากคุณในการใช้เทคโนโลยีการติดตามเหล่านี้ เทคโนโลยีการติดตามเหล่านี้สามารถใช้เพื่อความปลอดภัยและความสมบูรณ์ ตัวอย่างเช่น เพื่อระบุการละเมิดนโยบายของเรา รวมถึงฟีเจอร์การสนับสนุนหรือความปลอดภัย </p> </li>
<li> <b> เทคโนโลยีการติดตามฟังก์ชัน </b> <br> <p>
เทคโนโลยีการติดตามเหล่านี้ช่วยให้บริการของเราจดจำตัวเลือกของคุณ (เช่น ภาษา) และมอบฟีเจอร์ขั้นสูงและการปรับเปลี่ยนในแบบของคุณ ตัวอย่างเช่น เทคโนโลยีการติดตามเหล่านี้ใช้สำหรับการรับรองความถูกต้อง (เพื่อจดจำเมื่อคุณเข้าสู่ระบบ) และสนับสนุนฟังก์ชันอื่นๆ ของบริการของเรา </p> </li>
<li> <b> เทคโนโลยีการติดตามประสิทธิภาพ </b> <br> <p>
เทคโนโลยีการติดตามเหล่านี้รวบรวมข้อมูลเกี่ยวกับกิจกรรมออนไลน์ของคุณ (ตัวอย่างเช่น ระยะเวลาที่คุณเข้าชมบริการของเรา) รวมถึงข้อมูลพฤติกรรมและตัวบ่งชี้ของการมีส่วนร่วมของเนื้อหา เทคโนโลยีการติดตามเหล่านี้ใช้สำหรับการวิเคราะห์ การวิจัย และสถิติ (ตามข้อมูลที่รวบรวม) </p> </li>
<li> <b> เทคโนโลยีการติดตามการตลาดหรือการโฆษณา </b> <br> <p>
เทคโนโลยีการติดตามเหล่านี้ใช้เพื่อให้คุณได้รับข้อเสนอพิเศษและการโฆษณาตามความสนใจของคุณ รวมถึงดำเนินการแคมเปญการตลาดผ่านอีเมล นอกจากนี้ยังสามารถใช้เพื่อจำกัดจำนวนครั้งที่มีการดูโฆษณา รวมถึงวัดประสิทธิภาพของแคมเปญโฆษณา โดยปกติแล้ว โฮสต์โดยผู้ลงโฆษณาของเรา (เช่น เครือข่ายโฆษณา) และทำให้พวกเขามีความคิดของผู้ที่เห็นและโต้ตอบกับโฆษณาของพวกเขา เยี่ยมชมเว็บไซต์ของพวกเขา หรือใช้แอปของพวกเขา </p> </li>
<li> <b> เทคโนโลยีการติดตามโซเชียลมีเดีย </b> <br> <p>
เว็บไซต์ของเรามีฟังก์ชันของเครือข่ายสังคมออนไลน์ เช่น ปุ่มไลค์หรือแชร์บน Facebook และ Vkontakte หรือบริการเข้าสู่ระบบของบุคคลที่สาม ฟังก์ชันเหล่านี้โพสต์โดยบุคคลที่สามหรือโพสต์โดยตรงไปยังบริการของเรา การโต้ตอบของคุณกับฟีเจอร์เหล่านี้อยู่ภายใต้นโยบายความเป็นส่วนตัวของบริษัทที่ให้บริการฟีเจอร์เหล่านี้ </p> </li>
</ul>
<h3> ต่อไปนี้คือคุกกี้ที่คุณสามารถพบได้ในบริการของเรา: </h3>
<ul>
<li> <b> คุกกี้การวิเคราะห์ </b> <br> <p> เทคโนโลยีการติดตามเหล่านี้ใช้ในการรวบรวมข้อมูลเกี่ยวกับวิธีที่คุณโต้ตอบกับเนื้อหาในบริการของเรา วัตถุประสงค์ในการระบุแหล่งที่มา (ตัวอย่างเช่น URL อ้างอิง) ฯลฯ เราใช้ข้อมูลนี้เพื่อรวบรวมรายงาน คำนวณรายได้ที่ครบกำหนดแก่เรา และช่วยเราปรับปรุงบริการและนำเสนอผลิตภัณฑ์และเนื้อหาที่เป็นส่วนตัว </p> </li>
<li> <b> Google Analytics </b> <br> <p> คุกกี้นี้ใช้เพื่อรวบรวมข้อมูลเกี่ยวกับวิธีที่ผู้เยี่ยมชมใช้แพลตฟอร์มของเรา เราใช้ข้อมูลนี้เพื่อรวบรวมรายงานและปรับปรุงแพลตฟอร์ม คุกกี้รวบรวมข้อมูลในรูปแบบที่ไม่ระบุชื่อ รวมถึงจำนวนผู้เข้าชมแพลตฟอร์ม ที่ผู้เข้าชมมาที่แพลตฟอร์ม และหน้าที่พวกเขาเข้าชม <br> <a href = "https://policies.google.com/privacy?hl=en" > นโยบายความเป็นส่วนตัว </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> คุกกี้นี้เกี่ยวข้องกับ Google Tag Manager ซึ่งเราใช้เพื่อโหลดสคริปต์บนหน้าเว็บของเว็บไซต์ของเรา <br> <a href = "https: / /policies.google.com/privacy?hl=en"> นโยบายความเป็นส่วนตัว </a> </p> </li>
</ul>
<p> โปรดทราบว่าเราไม่รับรู้หรือตอบสนองต่อการแจ้งเตือนเบราว์เซอร์อัตโนมัติเกี่ยวกับเทคโนโลยีการติดตาม รวมถึงคำขอ Do Not Track อย่างไรก็ตาม มีหลายวิธีในการจัดการและจัดการการตั้งค่าคุกกี้ของคุณ โปรดจำไว้ว่าเมื่อลบคุกกี้หรือบล็อกคุกกี้ ฟังก์ชันบางอย่างของบริการอาจทำงานไม่ถูกต้องหรือไม่ดีเท่าที่ควร </p>
<p> เว็บเบราว์เซอร์ส่วนใหญ่ให้ข้อมูลทั่วไปเกี่ยวกับคุกกี้แก่คุณ ทำให้คุณสามารถดูว่าคุกกี้ใดถูกเก็บไว้ในอุปกรณ์ของคุณ อนุญาตให้คุณลบทั้งหมดหรือแยกกัน และยังอนุญาตให้คุณบล็อกหรืออนุญาตให้ใช้คุกกี้สำหรับเว็บไซต์ทั้งหมดหรือเว็บไซต์ที่เลือกเป็นรายบุคคล คุณยังสามารถปิดใช้งานคุกกี้ของบุคคลที่สามแยกกันได้ โปรดทราบว่าการตั้งค่าที่เบราว์เซอร์หรืออุปกรณ์นำเสนอ มักใช้ได้กับเบราว์เซอร์หรืออุปกรณ์นั้นๆ เท่านั้น </p>
<h3> ข้อมูลคุกกี้มักจะอยู่ในส่วนความช่วยเหลือของเว็บเบราว์เซอร์ </h3>
<p> ต่อไปนี้คือลิงก์ไปยังเว็บเบราว์เซอร์ที่ใช้กันทั่วไปบางส่วน: </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer และ Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> คุณสามารถปิดคุกกี้ของบุคคลที่สามบางรายการสำหรับการกำหนดเป้าหมาย/การโฆษณาได้โดยคลิกลิงก์ต่อไปนี้: <a href="http://optout.networkadvertising.org/?c=1"> Opt-out of interest-based advertising </a>. </p>
				',
];
