<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - ติดต่อเราผ่านแบบฟอร์มข้อเสนอแนะ!',
    'descr' => 'ความคิดเห็นของผู้ใช้เป็นสิ่งสำคัญสำหรับเรา ดังนั้นโปรดติดต่อเราหากคุณมีปัญหาใดๆ เพียงแค่บอกเราว่าคุณคิดอย่างไรเกี่ยวกับส่วนขยาย "Cursor Style" หรือเสนอแนวคิดของคุณ',
    'text_1' => 'เราเสียใจเป็นอย่างยิ่งที่คุณกำลังจะจากไป',
    'text_2' => 'เป็นเรื่องสำคัญมากสำหรับเราที่จะรู้ว่าคุณไม่ชอบอะไร และเราจะพยายามแก้ไขให้เร็วที่สุดเท่าที่จะเป็นไปได้!',
    'i_didnt_like' => 'ฉันไม่ชอบ...',
    'send_button' => 'ส่ง',
    'thanks_for_feedback' => 'ขอบคุณสำหรับความคิดเห็นของคุณ! ความคิดเห็นของคุณมีความสำคัญกับเรามาก',
    'thanks_contact' => 'ขอบคุณสำหรับการติดต่อ! ความคิดเห็นของคุณมีความสำคัญกับเรามาก',
    'feedback' => 'ข้อเสนอแนะ',
    'name' => 'ชื่อ',
    'subject' => 'หัวเรื่อง',
    'message' => 'ข้อความ',
    'email' => 'อีเมล',
];
