<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'ขอบคุณสำหรับการติดตั้งส่วนขยายของเรา!',
    'text_1' => 'ตรวจสอบให้แน่ใจว่าคุณกำลังใช้ส่วนขยาย "Cursor Style" บนหน้าเว็บใดๆ (กดปุ่ม "F5" หนึ่งครั้งเพื่อรีเฟรชหน้าเว็บหากเคอร์เซอร์ไม่ทำงานด้วยเหตุผลบางประการ) ยกเว้น Chrome Web Store, หน้าภายในของ Google และหน้าแรกของ Chrome เนื่องจากนโยบายของ Google ห้ามใช้เคอร์เซอร์แบบกำหนดเองในหน้าเหล่านี้ นอกจากนี้ เพื่อความสะดวกของผู้ใช้ เคอร์เซอร์แบบกำหนดเองจะไม่ถูกใช้ในป๊อปอัปส่วนขยาย แต่เพื่อควบคุมเคอร์เซอร์ปัจจุบัน มันจะแสดงในช่อง “Active” ของเมนูส่วนขยาย',
    'text_2' => 'คลิกที่ไอคอนส่วนขยาย "Cursor Style" ที่อยู่บนแถบเครื่องมือ Chrome ป๊อปอัปจะปรากฏขึ้น',
    'text_3' => 'คุณจะพบคำแนะนำโดยละเอียดเกี่ยวกับวิธีการใช้ส่วนขยาย <a href="/howto">ในส่วนนี้</a>',
    'text_4' => 'หากต้องการเพิ่มเคอร์เซอร์ลงในไลบรารีของคุณ เพียงคลิกปุ่ม "เพิ่ม" ที่อยู่ด้านล่าง',
    'more_cursors' => 'เคอร์เซอร์เพิ่มเติม',
];
