<h2>Как да използвате курсори в разширението?</h2>
  <p>
    След като сте добавили няколко курсора към вашия списък, използвайки основния интерфейс на разширението, може да искате да ги управлявате.
    Премахването на курсор от вашия активен списък е лесно: просто задръжте курсора, от който вече нямате нужда, и кликнете върху
    <strong>иконата на кошчето</strong>, която се появява отгоре му. Това действие незабавно изтрива курсора от вашия
    видим списък, като поддържа работното ви пространство чисто и организирано.
  </p>

  <img src="/images/en/howto/delete.png" alt="Изтриване на курсор" style="max-width: 100%; border-radius: 10px; margin: 20px 0;" />

  <p>
    Ако искате да промените ефекта, свързан с курсора, просто го изберете от падащия селектор и кликнете върху
    бутона <strong>"Вижте допълнителни опции"</strong>. Там можете да настроите фино как изглежда и се държи ефектът, за да отговаря по-добре на вашия стил.
  </p>

  <img src="/images/en/howto/effect.png" alt="Опции за ефект" style="max-width: 100%; border-radius: 10px; margin-top: 20px;" />