<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - ಪ್ರತಿಕ್ರಿಯೆ ಫಾರ್ಮ್ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ!',
    'descr' => 'ನಮ್ಮ ಬಳಕೆದಾರರ ಅಭಿಪ್ರಾಯ ನಮಗೆ ಬಹಳ ಮುಖ್ಯ, ಆದ್ದರಿಂದ ನೀವು ಯಾವುದೇ ತೊಂದರೆಗಳನ್ನು ಎದುರಿಸಿದರೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮರೆಯದಿರಿ, "Cursor Style" ವಿಸ್ತರಣೆಯ ಬಗ್ಗೆ ನಿಮ್ಮ ಅನಿಸಿಕೆ ಏನು ಅಥವಾ ನಿಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ನೀಡಿ.',
    'text_1' => 'ನೀವು ಹೋಗುತ್ತಿರುವುದಕ್ಕೆ ನಾವು ತುಂಬಾ ಕ್ಷಮೆಯಾಚಿಸುತ್ತೇವೆ.',
    'text_2' => 'ನೀವು ಏನು ಇಷ್ಟಪಡಲಿಲ್ಲ ಎಂದು ತಿಳಿಯುವುದು ನಮಗೆ ಬಹಳ ಮುಖ್ಯ ಮತ್ತು ನಾವು ಆದಷ್ಟು ಬೇಗ ಅದನ್ನು ಸರಿಪಡಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ!',
    'i_didnt_like' => 'ನನಗೆ ಇಷ್ಟವಾಗಲಿಲ್ಲ...',
    'send_button' => 'ಕಳುಹಿಸಿ',
    'thanks_for_feedback' => 'ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು! ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮಗೆ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ.',
    'thanks_contact' => 'ಸಂಪರ್ಕಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮಗೆ ಬಹಳ ಮುಖ್ಯವಾಗಿದೆ.',
    'feedback' => 'ಪ್ರತಿಕ್ರಿಯೆ',
    'name' => 'ಹೆಸರು',
    'subject' => 'ವಿಷಯ',
    'message' => 'ಸಂದೇಶ',
    'email' => 'ಇಮೇಲ್',
];
