<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!',
    'text_1' => 'ನೀವು ಯಾವುದೇ ವೆಬ್ ಪುಟದಲ್ಲಿ "Cursor Style" ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ (ಕೆಲವು ಕಾರಣಗಳಿಗಾಗಿ ಕರ್ಸರ್ ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದರೆ ಪುಟವನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಲು ಒಮ್ಮೆ "F5" ಕೀಲಿಯನ್ನು ಒತ್ತಿರಿ) Chrome ವೆಬ್ ಅಂಗಡಿ, Google ಆಂತರಿಕ ಪುಟಗಳು ಮತ್ತು Chrome ಮುಖಪುಟವನ್ನು ಹೊರತುಪಡಿಸಿ, ಏಕೆಂದರೆ Google ನ ನೀತಿಯು ಈ ಪುಟಗಳಲ್ಲಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್ಗಳನ್ನು ಬಳಸುವುದನ್ನು ನಿಷೇಧಿಸುತ್ತದೆ. ಬಳಕೆದಾರರ ಅನುಕೂಲಕ್ಕಾಗಿ, ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಅನ್ನು ವಿಸ್ತರಣೆ ಪಾಪ್-ಅಪ್‌ನಲ್ಲಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ, ಆದರೆ ಪ್ರಸ್ತುತ ಕರ್ಸರ್ ಅನ್ನು ನಿಯಂತ್ರಿಸಲು, ಅದನ್ನು ವಿಸ್ತರಣೆ ಮೆನುವಿನ “ಸಕ್ರಿಯ” ಕ್ಷೇತ್ರದಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.',
    'text_2' => 'Chrome ಟೂಲ್ಬಾರ್‌ನಲ್ಲಿರುವ "Cursor Style" ವಿಸ್ತರಣೆ ಐಕಾನ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಒಂದು ಪಾಪ್ಅಪ್ ಕಾಣಿಸುತ್ತದೆ.',
    'text_3' => 'ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಹೇಗೆ ಬಳಸುವುದು ಎಂಬುದರ ಕುರಿತು ವಿವರವಾದ ಸೂಚನೆಗಳನ್ನು <a href="/howto">ಈ ವಿಭಾಗದಲ್ಲಿ</a> ಕಾಣಬಹುದು.',
    'text_4' => 'ನಿಮ್ಮ ಲೈಬ್ರರಿಗೆ ಕರ್ಸರ್ ಸೇರಿಸಲು, ಅದರ ಕೆಳಗಿನ "ಸೇರಿಸಿ" ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.',
    'more_cursors' => 'ಇನ್ನಷ್ಟು ಕರ್ಸರ್‌ಗಳು',
];
