<?php

return [
    'title' => 'Cursor Style - سياسة ملفات تعريف الارتباط',
    'descr' => 'سياسة ملفات تعريف الارتباط عندما تزور موقعنا cursor.style أو إضافة "Cursor Style". بعض القواعد التي يجب أن تضعها في اعتبارك عند استخدام منتجنا.',
    'text' => '<h2> سياسة ملفات تعريف الارتباط </h2>
<p> عند زيارة موقعنا الإلكتروني cursor.style أو ملحق "Cursor Style" في لوحة المتصفح الخاص بك، أو عند التفاعل مع ممثلينا ("الخدمة"), سنستخدم (ونسمح لأطراف ثالثة باستخدام) منارات الويب، وملفات تعريف الارتباط، وعلامات البكسل، والبرامج النصية، والعلامات، وواجهات برمجة التطبيقات، والتقنيات الأخرى ("تقنيات التتبع"). وهذا موضح في هذه السياسة ("سياسة ملفات تعريف الارتباط")، والتي تعد جزءًا من <a href="/privacy"> سياسة الخصوصية </a> الخاصة بنا. </p>
<p> تسمح لنا تقنيات التتبع بجمع معلومات عنك وعن سلوكك على الإنترنت تلقائيًا من أجل تحسين تنقلك على خدمتنا، وتحسين أداء خدمتنا وتسهيل تجربتك في خدمتنا. نستخدم هذه المعلومات أيضًا لجمع إحصائيات حول استخدام خدمتنا، وإجراء التحليلات، وتقديم المحتوى الذي يناسب اهتماماتك، وإدارة الخدمات لمستخدمينا وعملائنا وشركائنا. نسمح أيضًا لأطراف ثالثة بجمع معلومات عنك باستخدام تقنيات التتبع. </p>
<p> ما هي ملفات تعريف الارتباط؟ ملفات تعريف الارتباط هي ملفات نصية صغيرة (تتكون من حروف وأرقام فقط) يضعها خادم الويب على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك عند زيارة صفحة ويب. يمكن أن يساعد استخدام ملف تعريف الارتباط في جعل خدماتنا أكثر سهولة في الاستخدام، على سبيل المثال، تذكر تفضيلاتك اللغوية وإعداداتك. يمكنك العثور على مزيد من المعلومات حول ملفات تعريف الارتباط على <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a>. </p>
<p> تُستخدم ملفات تعريف الارتباط على نطاق واسع لأداء موقع الويب. يتيح لك استخدام ملفات تعريف الارتباط التنقل بكفاءة بين الصفحات. تتذكر ملفات تعريف الارتباط تفضيلاتك وتجعل التفاعل بينك وبين الخدمات أكثر سلاسة وكفاءة. </p>
<p> نستخدم تقنيات التتبع عند زيارة خدماتنا أو الوصول إليها (عادةً عند زيارة مواقعنا الإلكترونية) - تسمى "تقنيات التتبع من الطرف الأول". بالإضافة إلى ذلك، يتم تخزين تقنيات التتبع بواسطة مؤسسات أخرى تابعة لجهات خارجية (على سبيل المثال، مزودي الخدمات التحليلية وشركاء الأعمال والمعلنين) الذين ينشرون محتوى على خدماتنا - تسمى "تقنيات التتبع التابعة لجهات خارجية". يمكن تخزين كلا النوعين من تقنيات التتبع إما لمدة زيارتك لخدماتنا، أو للزيارات المتكررة. </p>
<h3> ما أنواع تقنيات التتبع التي نستخدمها؟ هناك خمسة أنواع رئيسية من تقنيات التتبع: </h3>
<ul>
<li> <b> تقنيات التتبع الضرورية للغاية </b> <br> <p> تقنيات التتبع هذه ضرورية حتى تتمكن من تسجيل الدخول والتنقل واستخدام وظائف خدماتنا أو توفير الخدمة التي تطلبها (على سبيل المثال، اسم المستخدم الخاص بك). لسنا بحاجة إلى موافقتك لاستخدام تقنيات التتبع هذه. يمكن استخدام تقنيات التتبع هذه لأغراض الأمن والسلامة، على سبيل المثال، لتحديد انتهاكات سياساتنا، بالإضافة إلى ميزات الدعم أو الأمان. </p> </li>
<li> <b> تقنيات تتبع الوظائف </b> <br> <p>
تمكن تقنيات التتبع هذه خدماتنا من تذكر اختياراتك (مثل اللغة) وتوفير ميزات متقدمة وشخصية. على سبيل المثال، يتم استخدام تقنيات التتبع هذه للمصادقة (لتذكر متى قمت بتسجيل الدخول) ودعم الوظائف الأخرى لخدماتنا. </p> </li>
<li> <b> تقنيات تتبع الأداء </b> <br> <p>
تجمع تقنيات التتبع هذه معلومات حول نشاطك عبر الإنترنت (على سبيل المثال، مدة زيارتك لخدماتنا)، بما في ذلك بيانات السلوك ومؤشرات المشاركة في المحتوى. تُستخدم تقنيات التتبع هذه للتحليلات والبحث والإحصاءات (بناءً على المعلومات المجمعة). </p> </li>
<li> <b> تقنيات تتبع التسويق أو الإعلان </b> <br> <p>
تُستخدم تقنيات التتبع هذه لتزويدك بعروض خاصة وإعلانات بناءً على اهتماماتك، بالإضافة إلى إجراء حملات تسويق عبر البريد الإلكتروني. يمكن استخدامها أيضًا للحد من عدد مرات عرض إعلان ما، بالإضافة إلى قياس فعالية الحملة الإعلانية. عادةً ما يستضيفها معلنون لدينا (على سبيل المثال، شبكات الإعلانات) ويعطونهم فكرة عن الأشخاص الذين يشاهدون إعلاناتهم ويتفاعلون معها، أو يزورون مواقعهم على الويب أو يستخدمون تطبيقاتهم. </p> </li>
<li> <b> تقنيات تتبع وسائل التواصل الاجتماعي </b> <br> <p>
يتضمن موقعنا على الويب وظائف لشبكات التواصل الاجتماعي، مثل أزرار الإعجاب أو المشاركة على Facebook و Vkontakte، أو خدمات تسجيل الدخول التابعة لجهات خارجية. يتم نشر هذه الوظائف إما بواسطة جهة خارجية أو يتم نشرها مباشرة على خدماتنا. يخضع تفاعلك مع هذه الميزات لبيان الخصوصية الخاص بالشركة التي تقدم هذه الميزات. </p> </li> </ul>
<h3> فيما يلي ملفات تعريف الارتباط التي يمكنك العثور عليها في خدماتنا: </h3>
<ul>
<li> <b> ملفات تعريف الارتباط التحليلية </b> <br> <p> تُستخدم تقنيات التتبع هذه لجمع معلومات حول كيفية تفاعلك مع المحتوى في خدماتنا، وأغراض الإسناد (على سبيل المثال، عناوين URL للإحالة)، وما إلى ذلك. نستخدم هذه المعلومات لإنشاء تقارير وحساب الدخل المستحق لنا ومساعدتنا في تحسين الخدمات وتقديم منتجات ومحتوى مخصص. </p> </li>
<li> <b> Google Analytics </b> <br> <p> تُستخدم ملفات تعريف الارتباط هذه لجمع معلومات حول كيفية استخدام الزوار لمنصتنا. نستخدم هذه المعلومات لإنشاء تقارير وتحسين النظام الأساسي. تجمع ملفات تعريف الارتباط المعلومات في شكل مجهول، بما في ذلك عدد زائري النظام الأساسي، ومن أين جاء الزوار إلى النظام الأساسي، والصفحات التي زاروها. <br> <a href = "https://policies.google.com/privacy?hl=ar" > سياسة الخصوصية </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> يرتبط ملف تعريف الارتباط هذا بـ Google Tag Manager، والذي نستخدمه لتحميل البرامج النصية على صفحات موقعنا على الويب. <br> <a href = "https: / /policies.google.com/privacy?hl=ar"> سياسة الخصوصية </a> </p> </li>
</ul>
<p> يرجى ملاحظة أننا لا نتعرف على تنبيهات المتصفح التلقائية أو نرد عليها فيما يتعلق بتقنيات التتبع، بما في ذلك طلبات عدم التتبع. ومع ذلك، هناك طرق مختلفة لإدارة إعدادات ملفات تعريف الارتباط وإدارتها. تذكر أنه عند حذف ملفات تعريف الارتباط أو حظرها، قد لا تعمل بعض وظائف الخدمات بشكل صحيح أو ليس بكفاءة. </p>
<p> توفر معظم متصفحات الويب معلومات عامة حول ملفات تعريف الارتباط، وتتيح لك معرفة ملفات تعريف الارتباط المخزنة على جهازك، وتتيح لك حذفها جميعًا أو على حدة، وتتيح لك أيضًا حظر أو السماح باستخدام ملفات تعريف الارتباط لجميع مواقع الويب أو المواقع المحددة على حدة. يمكنك أيضًا تعطيل ملفات تعريف ارتباط الطرف الثالث بشكل منفصل. يرجى ملاحظة أن الإعدادات التي يوفرها المتصفح أو الجهاز غالبًا ما تنطبق فقط على هذا المتصفح أو الجهاز المحدد. </p>
<h3> توجد معلومات ملفات تعريف الارتباط عادةً في قسم المساعدة في متصفح الويب. </h3>
<p> فيما يلي روابط لبعض متصفحات الويب المستخدمة بشكل شائع: </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=ar"> Chrome </a> <br>
<a href="https://support.microsoft.com/ar-sa/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer و Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ar-ae/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> يمكنك إيقاف تشغيل بعض ملفات تعريف الارتباط التابعة لجهات خارجية لاستهداف / الإعلان بالنقر فوق الرابط التالي: <a href="http://optout.networkadvertising.org/?c=1"> إلغاء الاشتراك في الإعلانات المستندة إلى الاهتمامات </a>. </p>
				',
];
