<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - تواصل معنا من خلال نموذج الملاحظات!',
    'descr' => 'رأي مستخدمينا مهم جدًا بالنسبة لنا، لذا تأكد من الاتصال بنا إذا كانت لديك أي صعوبات، فقط أخبرنا برأيك في إضافة "Cursor Style" أو اقترح أفكارك.',
    'text_1' => 'نأسف بشدة لأنك تغادر.',
    'text_2' => 'من المهم جدًا بالنسبة لنا أن نعرف ما الذي لم يعجبك وسنحاول إصلاحه في أقرب وقت ممكن!',
    'i_didnt_like' => 'لم يعجبني...',
    'send_button' => 'إرسال',
    'thanks_for_feedback' => 'شكرا لك على ملاحظاتك! ملاحظاتك مهمة جدا بالنسبة لنا.',
    'thanks_contact' => 'شكرا لك على الاتصال! ملاحظاتك مهمة جدا بالنسبة لنا.',
    'feedback' => 'ملاحظات',
    'name' => 'اسم',
    'subject' => 'موضوع',
    'message' => 'رسالة',
    'email' => 'البريد الإلكتروني',
];
