<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'شكراً لتثبيت الإضافة الخاصة بنا!',
    'text_1' => 'يرجى التأكد من أنك تستخدم إضافة "Cursor Style" على أي صفحة ويب (اضغط على المفتاح "F5" مرة واحدة لتحديث الصفحة إذا كان المؤشر لا يعمل لبعض الأسباب) باستثناء متجر Chrome الإلكتروني، وصفحات Google الداخلية، والصفحة الرئيسية لـ Chrome، حيث تمنع سياسة Google استخدام المؤشرات المخصصة في هذه الصفحات. أيضًا، من أجل راحة المستخدمين، لن يتم استخدام المؤشر المخصص في النافذة المنبثقة للإضافة، ولكن للتحكم في المؤشر الحالي، سيتم عرضه في حقل "Active" في قائمة الإضافة.',
    'text_2' => 'انقر فوق رمز إضافة "Cursor Style" الموجود على شريط أدوات Chrome. ستظهر نافذة منبثقة.',
    'text_3' => 'ستجد تعليمات مفصلة حول كيفية استخدام الإضافة <a href="/howto">في هذا القسم</a>.',
    'text_4' => 'لإضافة مؤشر إلى مكتبتك، ما عليك سوى النقر فوق زر "إضافة" الموجود أسفله.',
    'more_cursors' => 'مؤشرات أكثر',
];
