<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - అభిప్రాయ రూపం ద్వారా మమ్మల్ని సంప్రదించండి!',
    'descr' => 'మా వినియోగదారుల అభిప్రాయం మాకు చాలా ముఖ్యం, కాబట్టి మీకు ఏవైనా ఇబ్బందులు ఎదురైతే మమ్మల్ని సంప్రదించండి, "Cursor Style" ఎక్స్‌టెన్షన్ గురించి మీరు ఏమనుకుంటున్నారో లేదా మీ ఆలోచనలను మాకు తెలియజేయండి.',
    'text_1' => 'మీరు వెళ్ళిపోతున్నందుకు మేము చాలా చింతిస్తున్నాము.',
    'text_2' => 'మీకు ఏమి నచ్చలేదో తెలుసుకోవడం మాకు చాలా ముఖ్యం మరియు వీలైనంత త్వరగా దాన్ని పరిష్కరించడానికి మేము ప్రయత్నిస్తాము!',
    'i_didnt_like' => 'నాకు నచ్చలేదు...',
    'send_button' => 'పంపండి',
    'thanks_for_feedback' => 'మీ స్పందనకు ధన్యవాదాలు! మీ స్పందన మాకు చాలా ముఖ్యం.',
    'thanks_contact' => 'సంప్రదించినందుకు ధన్యవాదాలు! మీ స్పందన మాకు చాలా ముఖ్యం.',
    'feedback' => 'అభిప్రాయం',
    'name' => 'పేరు',
    'subject' => 'సబ్జెక్ట్',
    'message' => 'సందేశం',
    'email' => 'ఇమెయిల్',
];
