<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'మా పొడిగింపును ఇన్‌స్టాల్ చేసినందుకు ధన్యవాదాలు!',
    'text_1' => 'ఎటువంటి వెబ్ పేజీలోనైనా "Cursor Style" పొడిగింపును ఉపయోగిస్తున్నారని నిర్ధారించుకోండి (కొన్ని కారణాల వల్ల కర్సర్ పని చేయకపోతే పేజీని రిఫ్రెష్ చేయడానికి "F5" కీని ఒకసారి నొక్కండి) Chrome వెబ్ స్టోర్, Google అంతర్గత పేజీలు మరియు Chrome హోమ్ పేజీ మినహా, ఎందుకంటే Google విధానం ఈ పేజీలలో కస్టమ్ కర్సర్లను ఉపయోగించడాన్ని నిషేధిస్తుంది. అలాగే, వినియోగదారుల సౌకర్యం కోసం, కస్టమ్ కర్సర్ పొడిగింపు పాప్-అప్‌లో ఉపయోగించబడదు, కానీ ప్రస్తుత కర్సర్ను నియంత్రించడానికి, ఇది పొడిగింపు మెనూ యొక్క "యాక్టివ్" ఫీల్డ్‌లో ప్రదర్శించబడుతుంది.',
    'text_2' => 'Chrome టూల్ బార్‌లో ఉన్న "Cursor Style" ఎక్స్‌టెన్షన్ చిహ్నాన్ని క్లిక్ చేయండి. ఒక పాపప్ కనిపిస్తుంది.',
    'text_3' => 'మీరు పొడిగింపును ఎలా ఉపయోగించాలో <a href="/howto">ఈ విభాగంలో</a> వివరణాత్మక సూచనలను కనుగొంటారు.',
    'text_4' => 'మీ లైబ్రరీకి కర్సర్‌ను జోడించడానికి, దానికి దిగువన ఉన్న "జోడించు" బటన్‌ను క్లిక్ చేయండి.',
    'more_cursors' => 'మరిన్ని కర్సర్‌లు',
];
