<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - பின்னூட்டப் படிவம் மூலம் எங்களை தொடர்பு கொள்ளுங்கள்!',
    'descr' => 'எங்கள் பயனர்களின் கருத்து எங்களுக்கு மிகவும் முக்கியமானது, எனவே உங்களிடம் ஏதேனும் சிரமம் இருந்தால், எங்களைத் தொடர்பு கொள்ள மறக்காதீர்கள், "Cursor Style" நீட்டிப்பை பற்றி நீங்கள் என்ன நினைக்கிறீர்கள் அல்லது உங்கள் யோசனைகளை எங்களுக்குத் தெரிவியுங்கள்.',
    'text_1' => 'நீங்கள் வெளியேறுவது எங்களுக்கு மிகவும் வருத்தமாக உள்ளது.',
    'text_2' => 'நீங்கள் எதை விரும்பவில்லை என்பதை அறிந்து கொள்வது எங்களுக்கு மிகவும் முக்கியம், அதை விரைவில் சரி செய்ய முயற்சிப்போம்!',
    'i_didnt_like' => 'எனக்கு பிடிக்கவில்லை...',
    'send_button' => 'அனுப்பு',
    'thanks_for_feedback' => 'உங்கள் கருத்துக்கு நன்றி! உங்கள் கருத்து எங்களுக்கு மிகவும் முக்கியமானது.',
    'thanks_contact' => 'தொடர்பு கொண்டதற்கு நன்றி! உங்கள் கருத்து எங்களுக்கு மிகவும் முக்கியமானது.',
    'feedback' => 'பின்னூட்டம்',
    'name' => 'பெயர்',
    'subject' => 'பொருள்',
    'message' => 'செய்தி',
    'email' => 'மின்னஞ்சல்',
];
