<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'எங்கள் நீட்டிப்பை நிறுவியதற்கு நன்றி!',
    'text_1' => 'நீங்கள் எந்த இணையப் பக்கத்திலும் "Cursor Style" நீட்டிப்பை பயன்படுத்துவதை உறுதி செய்யவும் (சில காரணங்களால் கர்சர் வேலை செய்யவில்லை என்றால், பக்கத்தை புதுப்பிக்க "F5" விசையை ஒரு முறை அழுத்தவும்) Chrome Web Store, Google உள் பக்கங்கள் மற்றும் Chrome முகப்புப் பக்கம் ஆகியவற்றைத் தவிர, ஏனெனில் கூகிளின் கொள்கை இந்தப் பக்கங்களில் தனிப்பயன் கர்சர்களைப் பயன்படுத்துவதை தடை செய்கிறது. மேலும், பயனர்களின் வசதிக்காக, நீட்டிப்பு பாப்-அப்பில் தனிப்பயன் கர்சர் பயன்படுத்தப்படாது, ஆனால் தற்போதைய கர்சரைக் கட்டுப்படுத்த, அது நீட்டிப்பு மெனுவின் "செயலில் உள்ளது" புலத்தில் காட்டப்படும்.',
    'text_2' => 'Chrome கருவிப்பட்டையில் அமைந்துள்ள "Cursor style" நீட்டிப்பு ஐகானைக் கிளிக் செய்யவும். ஒரு பாப்-அப் தோன்றும்.',
    'text_3' => 'இந்த நீட்டிப்பை எவ்வாறு பயன்படுத்துவது என்பது பற்றிய விரிவான வழிமுறைகளை <a href="/howto">இந்த பகுதியில்</a> காணலாம்.',
    'text_4' => 'உங்கள் நூலகத்தில் ஒரு கர்சரைச் சேர்க்க, அதன் கீழே உள்ள "சேர்" பொத்தானை கிளிக் செய்யவும்.',
    'more_cursors' => 'மேலும் கர்சர்கள்',
];
