<?php

return [
    'img_1' => '/images/ml/feedback.webp',
    'title' => 'Cursor Style - ഫീഡ്‌ബാക്ക് ഫോം വഴി ഞങ്ങളെ ബന്ധപ്പെടുക!',
    'descr' => 'ഞങ്ങളുടെ ഉപയോക്താക്കളുടെ അഭിപ്രായം ഞങ്ങൾക്ക് വളരെ പ്രധാനമാണ്, അതിനാൽ നിങ്ങൾക്ക് എന്തെങ്കിലും ബുദ്ധിമുട്ടുകൾ ഉണ്ടെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുക, "Cursor Style" എക്സ്റ്റൻഷനെക്കുറിച്ച് നിങ്ങളുടെ അഭിപ്രായങ്ങൾ പറയുക അല്ലെങ്കിൽ നിങ്ങളുടെ ആശയങ്ങൾ വാഗ്ദാനം ചെയ്യുക.',
    'text_1' => 'നിങ്ങൾ പോകുന്നതിൽ ഞങ്ങൾ ക്ഷമ ചോദിക്കുന്നു.',
    'text_2' => 'നിങ്ങൾക്ക് എന്താണ് ഇഷ്ടപ്പെടാത്തതെന്ന് അറിയുന്നത് ഞങ്ങൾക്ക് വളരെ പ്രധാനമാണ്, അത് എത്രയും പെട്ടെന്ന് പരിഹരിക്കാൻ ഞങ്ങൾ ശ്രമിക്കും!',
    'i_didnt_like' => 'എനിക്ക് ഇഷ്ടപ്പെട്ടില്ല...',
    'send_button' => 'അയക്കുക',
    'thanks_for_feedback' => 'അഭിപ്രായത്തിന് നന്ദി! നിങ്ങളുടെ പ്രതികരണം ഞങ്ങൾക്ക് വളരെ വിലപ്പെട്ടതാണ്.',
    'thanks_contact' => 'ബന്ധപ്പെട്ടതിന് നന്ദി! നിങ്ങളുടെ പ്രതികരണം ഞങ്ങൾക്ക് വളരെ വിലപ്പെട്ടതാണ്.',
    'feedback' => 'അഭിപ്രായം',
    'name' => 'പേര്',
    'subject' => 'വിഷയം',
    'message' => 'സന്ദേശം',
    'email' => 'ഇ-മെയിൽ',
];
