<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'ഞങ്ങളുടെ എക്സ്റ്റൻഷൻ ഇൻസ്റ്റാൾ ചെയ്തതിന് നന്ദി!',
    'text_1' => 'ഏതെങ്കിലും വെബ്‌പേജിൽ "Cursor Style" എക്സ്റ്റൻഷൻ ഉപയോഗിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക (ചില കാരണങ്ങളാൽ കേഴ്സർ പ്രവർത്തിക്കാത്ത പക്ഷം പേജ് ഒന്ന് പുതുക്കുന്നതിന് "F5" കീ അമർത്തുക), Chrome വെബ് സ്റ്റോർ, Google-ൻ്റെ ആന്തരിക പേജുകൾ, Chrome ഹോം പേജ് എന്നിവയിലൊഴികെ. Google-ൻ്റെ നയം അനുസരിച്ച് ഈ പേജുകളിൽ ഇഷ്ടമുള്ള കേഴ്സറുകൾ ഉപയോഗിക്കാൻ അനുവാദമില്ല. ഉപയോക്താക്കളുടെ സൗകര്യത്തിനായി, ഇഷ്ടമുള്ള കേഴ്സർ എക്സ്റ്റൻഷൻ്റെ പോപ്പ്-അപ്പിൽ ഉപയോഗിക്കില്ല, എന്നാൽ നിലവിലെ കേഴ്സർ നിയന്ത്രിക്കുന്നതിന്, അത് എക്സ്റ്റൻഷൻ മെനുവിലെ “Active” എന്ന ഫീൽഡിൽ പ്രദർശിപ്പിക്കും.',
    'text_2' => 'Chrome ടൂൾബാറിൽ സ്ഥിതി ചെയ്യുന്ന "Cursor Style" എക്സ്റ്റൻഷൻ ഐക്കണിൽ ക്ലിക്ക് ചെയ്യുക. ഒരു പോപ്പ്അപ്പ് ദൃശ്യമാകും.',
    'text_3' => 'എക്സ്റ്റൻഷൻ എങ്ങനെ ഉപയോഗിക്കാമെന്നതിനെക്കുറിച്ചുള്ള വിശദമായ നിർദ്ദേശങ്ങൾ <a href="/howto"> ഈ ഭാഗത്ത്</a> കാണാം.',
    'text_4' => 'നിങ്ങളുടെ ലൈബ്രറിയിലേക്ക് ഒരു കേർസർ ചേർക്കാൻ, താഴെയുള്ള "Add" ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.',
    'more_cursors' => 'കൂടുതൽ കേർസറുകൾ',
];
