<div>
  <h2>तुमच्या संग्रहात त्वरित प्रवेश करा आणि व्यवस्थापित करा</h2>

  <p>
    तुमचा संग्रह त्वरित उघडण्यासाठी, फक्त तुमच्या ब्राउझरच्या वरच्या-उजव्या कोपर्यात <strong>एक्स्टेंशन आयकॉनवर क्लिक करा</strong>. हे तुम्हाला थेट तुमच्या वैयक्तिक संग्रह विंडोवर घेऊन जाईल.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/presspopup.png" alt="एक्स्टेंशन पॉपअप उघडा">
  </div>

  <p>
     <strong>संग्रह</strong> टॅबच्या आत, तुम्ही एका क्लिकने सहजपणे <strong>एक्स्टेंशन सक्षम किंवा अक्षम करू शकता</strong>. जेव्हा आवश्यक असेल तेव्हा हे तुम्हाला त्वरित डिफॉल्ट सिस्टम कर्सरवर परत स्विच करण्यास मदत करते.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnon.png" alt="एक्स्टेंशन सक्षम किंवा अक्षम करा">
  </div>

  <p>
    तुम्ही तुमच्या कर्सरसाठी <strong>व्हिज्युअल इफेक्ट्स देखील सक्षम करू शकता</strong>. फक्त इफेक्ट स्विच टॉगल करा, आणि तुमची निवडलेली व्हिज्युअल एन्हांसमेंट त्वरित लागू केली जाईल.
  </p>

  <div class="howto-img">
    <img src="/images/en/howto/turnoneffect.png" alt="इफेक्ट्स सुरू करा">
  </div>
</div>