
  <h2>拡張機能内でカーソルを使用するには？</h2>
  <p>
    メインの拡張インターフェースを使っていくつかのカーソルをリストに追加した後、それらを管理したいかもしれません。
    アクティブなリストからカーソルを削除するのは簡単です。もう必要のないカーソルにカーソルを合わせ、
    上に表示される<strong>ゴミ箱アイコン</strong>をクリックするだけです。この操作により、カーソルはすぐに表示リストから削除され、
    ワークスペースをきれいに整理できます。
  </p>

  <img src="/images/en/howto/delete.png" alt="カーソルを削除" style="max-width: 100%; border-radius: 10px; margin: 20px 0;" />

  <p>
    カーソルに関連付けられたエフェクトを変更したい場合は、ドロップダウンセレクターから選択し、
    <strong>"追加オプションを表示"</strong>ボタンをクリックするだけです。そこでは、自分のスタイルに合わせてエフェクトの外観と動作を微調整できます。
  </p>

  <img src="/images/en/howto/effect.png" alt="エフェクトオプション" style="max-width: 100%; border-radius: 10px; margin-top: 20px;" />
