<div class="howto-step">
  <h2>دسترسی سریع و مدیریت مجموعه خود</h2>

  <p>
    برای باز کردن فوری مجموعه خود، فقط <strong>روی نماد افزونه</strong> در گوشه بالایی سمت راست مرورگر خود کلیک کنید. این شما را مستقیماً به پنجره مجموعه شخصی شما می برد.
  </p>

  <div class="howto-img">
    <img src="/images/fa/howto/presspopup.png" alt="باز کردن پنجره افزونه">
  </div>

  <p>
    در داخل برگه <strong>مجموعه</strong>، می توانید به راحتی <strong>افزونه را فعال یا غیرفعال کنید</strong>. این به شما کمک می کند تا در صورت نیاز به سرعت به نشانگر سیستم پیش فرض برگردید.
  </p>

  <div class="howto-img">
    <img src="/images/fa/howto/turnon.png" alt="فعال یا غیر فعال کردن افزونه">
  </div>

  <p>
    شما همچنین می توانید <strong>افکت های بصری</strong> را برای نشانگر خود فعال کنید. فقط کلید افکت را تغییر دهید و پیشرفت بصری انتخاب شده شما فوراً اعمال می شود.
  </p>

  <div class="howto-img">
    <img src="/images/fa/howto/turnoneffect.png" alt="روشن کردن افکت ها">
  </div>
</div>
