
  <h2>چگونه از نشانگرها در داخل افزونه استفاده کنیم؟</h2>
  <p>
    پس از اینکه چند نشانگر را با استفاده از رابط اصلی افزونه به لیست خود اضافه کردید، ممکن است بخواهید آنها را مدیریت کنید.
    حذف یک نشانگر از لیست فعال شما ساده است: فقط نشانگر مورد نیاز خود را نگه دارید و روی آن کلیک کنید.
    <strong>آیکون سطل زباله</strong> که در بالای آن ظاهر می شود. این عمل بلافاصله نشانگر را از شما حذف می کند.
    لیست قابل مشاهده، فضای کاری شما را تمیز و منظم نگه می دارد.
  </p>

  <img src="/images/en/howto/delete.png" alt="حذف نشانگر" style="max-width: 100%; border-radius: 10px; margin: 20px 0;" />

  <p>
    اگر می خواهید اثر مرتبط با یک نشانگر را تغییر دهید، به سادگی آن را از انتخابگر کشویی انتخاب کنید و کلیک کنید
    دکمه <strong>"مشاهده گزینه های اضافی"</strong>. در آنجا می توانید نحوه نمایش و رفتار اثر را برای مطابقت بهتر با سبک خود تنظیم کنید.
  </p>

  <img src="/images/en/howto/effect.png" alt="گزینه های جلوه" style="max-width: 100%; border-radius: 10px; margin-top: 20px;" />
