<?php

return [
    'title' => 'Cursor Style - מדיניות קובצי Cookie',
    'descr' => 'מדיניות עוגיות כשאתה מבקר באתר cursor.style שלנו או בתוסף "Cursor Style". ישנם כמה כללים שעליך לשקול בעת השימוש במוצר שלנו.',
    'text' => '<h2> מדיניות קובצי עוגיות </h2>
<p> כשאתם מבקרים באתר האינטרנט שלנו cursor.style או בהרחבה "Cursor Style" בחלונית הדפדפן שלכם, או כשאתם מקיימים אינטראקציה עם הנציגים שלנו ("השירות"), אנו נשתמש (ונאפשר לצדדים שלישיים להשתמש) ב-web beacons, קובצי עוגיות, תגיות פיקסלים, סקריפטים, תגיות, ממשקי API וטכנולוגיות אחרות ("טכנולוגיות מעקב"). זה מוסבר במדיניות זו ("מדיניות קובצי עוגיות"), שהיא חלק מה- <a href="/privacy"> מדיניות הפרטיות </a> שלנו. </p>
<p> טכנולוגיות מעקב מאפשרות לנו לאסוף באופן אוטומטי מידע עליכם ועל ההתנהגות שלכם באינטרנט על מנת לשפר את הניווט שלכם בשירות שלנו, לשפר את הביצועים של השירות שלנו ולהקל על החוויה שלכם בשירות שלנו. אנו משתמשים במידע זה גם כדי לאסוף סטטיסטיקות על השימוש בשירות שלנו, לבצע ניתוחים, לספק תוכן המתאים לתחומי העניין שלכם ולנהל שירותים עבור המשתמשים, הלקוחות והשותפים שלנו. אנו גם מאפשרים לצדדים שלישיים לאסוף מידע עליכם באמצעות טכנולוגיות מעקב. </p>
<p> מהן קובצי עוגיות? קובצי עוגיות הם קבצי טקסט קטנים (המורכבים מאותיות ומספרים בלבד) ששרת האינטרנט מציב במחשב או במכשיר הנייד שלכם כשאתם מבקרים בדף אינטרנט. שימוש בקובץ עוגיות יכול לעזור להפוך את השירותים שלנו לידידותיים יותר למשתמש, למשל, לזכור את העדפות השפה וההגדרות שלכם. תוכלו למצוא מידע נוסף על קובצי עוגיות בכתובת <a href="http://www.allaboutcookies.org"> allaboutcookies.org </a>. </p>
<p> קובצי עוגיות נמצאים בשימוש נרחב לביצועי אתרים. שימוש בקובצי עוגיות מאפשר לכם לנווט ביעילות בין דפים. קובצי עוגיות זוכרים את ההעדפות שלכם והופכים את האינטראקציה ביניכם לבין השירותים לחלקה ויעילה יותר. </p>
<p> אנו משתמשים בטכנולוגיות מעקב כאשר אתם מבקרים בשירותים שלנו או ניגשים אליהם (בדרך כלל כשאתם מבקרים באתרי האינטרנט שלנו) - הם נקראים "טכנולוגיות מעקב של צד ראשון". בנוסף, טכנולוגיות מעקב מאוחסנות על ידי ארגונים אחרים של צד שלישי (לדוגמה, ספקי שירותי הניתוח שלנו, שותפים עסקיים ומפרסמים) שמפרסמים תוכן בשירותים שלנו - הם נקראים "טכנולוגיות מעקב של צד שלישי". שני סוגי טכנולוגיות המעקב יכולים להיות מאוחסנים למשך הביקור שלכם בשירותים שלנו או לביקורים חוזרים. </p>
<h3> אילו סוגים של טכנולוגיות מעקב אנו משתמשים? ישנם חמישה סוגים עיקריים של טכנולוגיות מעקב: </h3>
<ul>
<li> <b> טכנולוגיות מעקב הכרחיות לחלוטין </b> <br> <p> טכנולוגיות מעקב אלה נחוצות כדי שתוכלו להיכנס, לנווט ולהשתמש בפונקציות השירותים שלנו או לספק את השירות שאתם מבקשים (לדוגמה, שם המשתמש שלכם). איננו זקוקים להסכמתכם כדי להשתמש בטכנולוגיות מעקב אלה. טכנולוגיות מעקב אלה יכולות לשמש למטרות אבטחה ושלמות, למשל, כדי לזהות הפרות של המדיניות שלנו, כמו גם לתכונות תמיכה או אבטחה. </p> </li>
<li> <b> טכנולוגיות מעקב פונקציונליות </b> <br> <p>
טכנולוגיות מעקב אלה מאפשרות לשירותים שלנו לזכור את הבחירות שלכם (כמו שפה) ולספק תכונות מתקדמות ומותאמות אישית. לדוגמה, טכנולוגיות מעקב אלה משמשות לאימות (כדי לזכור מתי אתם מחוברים) ותומכות בפונקציות אחרות של השירותים שלנו. </p> </li>
<li> <b> טכנולוגיות מעקב ביצועים </b> <br> <p>
טכנולוגיות מעקב אלה אוספות מידע על הפעילות המקוונת שלכם (לדוגמה, משך הביקור שלכם בשירותים שלנו), כולל נתוני התנהגות ומדדים של מעורבות תוכן. טכנולוגיות מעקב אלה משמשות לניתוחים, מחקר וסטטיסטיקה (בהתבסס על מידע מצטבר). </p> </li>
<li> <b> טכנולוגיות מעקב שיווקיות או פרסומיות </b> <br> <p>
טכנולוגיות מעקב אלה משמשות כדי לספק לכם הצעות מיוחדות ופרסום המבוססים על תחומי העניין שלכם, כמו גם כדי לנהל קמפיינים שיווקיים בדוא"ל. הם יכולים לשמש גם כדי להגביל את מספר הפעמים שבהן מודעה נראית, כמו גם כדי למדוד את האפקטיביות של קמפיין פרסומי. הם מארחים בדרך כלל על ידי המפרסמים שלנו (לדוגמה, רשתות מודעות) ונותנים להם מושג על האנשים שרואים ומתקשרים עם המודעות שלהם, מבקרים באתרי האינטרנט שלהם או משתמשים באפליקציה שלהם. </p> </li>
<li> <b> טכנולוגיות מעקב של מדיה חברתית </b> <br> <p>
אתר האינטרנט שלנו כולל פונקציות של רשתות חברתיות, כמו כפתורי הלייק או השיתוף בפייסבוק ו-Vkontakte, או שירותי כניסה של צד שלישי. פונקציות אלה מפורסמות על ידי צד שלישי או מפורסמות ישירות לשירותים שלנו. האינטראקציה שלכם עם תכונות אלה כפופה להצהרת הפרטיות של החברה המספקת תכונות אלה. </p> </li>
</ul>
<h3> להלן קובצי העוגיות שתוכלו למצוא בשירותים שלנו: </h3>
<ul>
<li> <b> ניתוחי קובצי עוגיות </b> <br> <p> טכנולוגיות מעקב אלה משמשות כדי לאסוף מידע על האופן שבו אתם מקיימים אינטראקציה עם תוכן בשירותים שלנו, מטרות ייחוס (לדוגמה, כתובות אתרים מפנות), וכו \'. אנו משתמשים במידע זה כדי לערוך דוחות, לחשב את ההכנסות המגיעות לנו ולעזור לנו לשפר את השירותים ולספק מוצרים ותוכן מותאמים אישית. </p> </li>
<li> <b> גוגל אנליטיקס </b> <br> <p> קובץ עוגיות זה משמש כדי לאסוף מידע על האופן שבו המבקרים משתמשים בפלטפורמה שלנו. אנו משתמשים במידע זה כדי לערוך דוחות וכדי לשפר את הפלטפורמה. קובצי עוגיות אוספים מידע בצורה אנונימית, כולל מספר המבקרים בפלטפורמה, מאיפה הגיעו המבקרים לפלטפורמה והדפים שהם ביקרו בהם. <br> <a href = "https://policies.google.com/privacy?hl=en" > מדיניות פרטיות </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> קובץ עוגיות זה משויך ל-Google Tag Manager, שאנו משתמשים בו כדי לטעון סקריפטים בדפים של אתר האינטרנט שלנו. <br> <a href = "https: / /policies.google.com/privacy?hl=en"> מדיניות פרטיות </a> </p> </li>
</ul>
<p> שימו לב שאנו לא מזהים או מגיבים להתראות דפדפן אוטומטיות בנוגע לטכנולוגיות מעקב, כולל בקשות אל תעקוב. עם זאת, ישנן דרכים שונות לניהול ולניהול הגדרות קובצי העוגיות שלכם. זכרו שכאשר אתם מוחקים או חוסמים קובצי עוגיות, ייתכן שחלק מהפונקציות של השירותים לא יפעלו כראוי או לא ביעילות רבה. </p>
<p> רוב דפדפני האינטרנט מספקים לכם מידע כללי על קובצי עוגיות, מאפשרים לכם לראות אילו קובצי עוגיות מאוחסנים במכשיר שלכם, מאפשרים לכם למחוק את כולם או בנפרד, וגם מאפשרים לכם לחסום או לאפשר את השימוש בקובצי עוגיות עבור כל אתרי האינטרנט או אתרים שנבחרו בנפרד. ניתן גם להשבית קובצי עוגיות של צד שלישי בנפרד. שימו לב שההגדרות המוצעות על ידי הדפדפן או המכשיר חלות לעתים קרובות רק על אותו דפדפן או מכשיר ספציפי. </p>
<h3> מידע על קובצי עוגיות נמצא בדרך כלל בסעיף העזרה של דפדפן אינטרנט. </h3>
<p> להלן קישורים לכמה מדפדפני אינטרנט נפוצים: </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> כרום </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> Internet Explorer ו- Microsoft Edge </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> Mozilla Firefox </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> ספארי </a> </p>
<p> באפשרותכם לבטל קובצי עוגיות מסוימים של צד שלישי למיקוד / פרסום על ידי לחיצה על הקישור הבא: <a href="http://optout.networkadvertising.org/?c=1"> ביטול פרסום מבוסס עניין </a>. </p>
				',
];
