<?php

return [
    'img_1' => '/images/he/feedback.webp',
    'title' => 'Cursor Style - צרו איתנו קשר דרך טופס המשוב!',
    'descr' => 'הדעה של המשתמשים שלנו חשובה לנו מאוד, אז הקפידו ליצור איתנו קשר אם יש לכם קשיים כלשהם, פשוט ספרו לנו מה אתם חושבים על התוסף "Cursor Style" או הציעו את הרעיונות שלכם.',
    'text_1' => 'אנו מצטערים מאוד שאתם עוזבים.',
    'text_2' => 'חשוב לנו מאוד לדעת מה לא אהבתם ואנו ננסה לתקן זאת בהקדם האפשרי!',
    'i_didnt_like' => 'לא אהבתי...',
    'send_button' => 'שלח',
    'thanks_for_feedback' => 'תודה על המשוב! המשוב שלך חשוב לנו מאוד.',
    'thanks_contact' => 'תודה על יצירת הקשר! המשוב שלך חשוב לנו מאוד.',
    'feedback' => 'משוב',
    'name' => 'שם',
    'subject' => 'נושא',
    'message' => 'הודעה',
    'email' => 'אימייל',
];
