<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'תודה שהתקנתם את התוסף שלנו!',
    'text_1' => 'ודאו שאתם משתמשים בתוסף "Cursor Style" בכל דף אינטרנט (לחצו על מקש "F5" פעם אחת כדי לרענן את הדף אם הסמן לא עובד מסיבות מסוימות) למעט חנות האינטרנט של Chrome, דפי גוגל הפנימיים ודף הבית של Chrome, מכיוון שמדיניות גוגל אוסרת על שימוש בסמנים מותאמים אישית בדפים אלה. כמו כן, לנוחות המשתמשים, הסמן המותאם אישית לא ישמש בחלון הקופץ של התוסף, אך כדי לשלוט בסמן הנוכחי, הוא יוצג בשדה "פעיל" של תפריט התוסף.',
    'text_2' => 'לחצו על סמל תוסף "Cursor Style" הממוקם בסרגל הכלים של Chrome. חלון קופץ יופיע.',
    'text_3' => 'תוכלו למצוא הוראות מפורטות כיצד להשתמש בתוסף <a href="/howto">בקטע זה</a>.',
    'text_4' => 'כדי להוסיף סמן לספרייה שלך, פשוט לחץ על כפתור "הוסף" שמתחתיו.',
    'more_cursors' => 'עוד סמנים',
];
