<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - प्रतिक्रिया फॉर्म के माध्यम से हमसे संपर्क करें!',
    'descr' => 'हमारा मानना है कि हमारे उपयोगकर्ताओं की राय हमारे लिए बहुत महत्वपूर्ण है, इसलिए यदि आपको कोई कठिनाई हो तो हमसे संपर्क करना सुनिश्चित करें, हमें बताएं कि आप "Cursor Style" एक्सटेंशन के बारे में क्या सोचते हैं या अपने विचार दें।',
    'text_1' => 'हमें बहुत खेद है कि आप जा रहे हैं।',
    'text_2' => 'यह हमारे लिए यह जानना बहुत महत्वपूर्ण है कि आपको क्या पसंद नहीं आया और हम इसे जल्द से जल्द ठीक करने की कोशिश करेंगे!',
    'i_didnt_like' => 'मुझे पसंद नहीं आया...',
    'send_button' => 'भेजें',
    'thanks_for_feedback' => 'आपकी प्रतिक्रिया के लिए धन्यवाद! आपकी प्रतिक्रिया हमारे लिए बहुत महत्वपूर्ण है।',
    'thanks_contact' => 'संपर्क करने के लिए धन्यवाद! आपकी प्रतिक्रिया हमारे लिए बहुत महत्वपूर्ण है।',
    'feedback' => 'प्रतिक्रिया',
    'name' => 'नाम',
    'subject' => 'विषय',
    'message' => 'संदेश',
    'email' => 'ईमेल',
];
