<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'हमारे एक्सटेंशन को स्थापित करने के लिए धन्यवाद!',
    'text_1' => 'सुनिश्चित करें कि आप किसी भी वेब पेज पर "Cursor Style" एक्सटेंशन का उपयोग कर रहे हैं (यदि कुछ कारणों से कर्सर काम नहीं करता है तो पृष्ठ को रीफ़्रेश करने के लिए एक बार "F5" कुंजी दबाएँ) को छोड़कर Chrome वेब स्टोर, Google आंतरिक पृष्ठ, और Chrome होम पेज, क्योंकि Google की नीति इन पृष्ठों पर कस्टम कर्सर के उपयोग पर प्रतिबंध लगाती है। साथ ही, उपयोगकर्ताओं की सुविधा के लिए, कस्टम कर्सर का उपयोग एक्सटेंशन पॉप-अप में नहीं किया जाएगा, लेकिन वर्तमान कर्सर को नियंत्रित करने के लिए, इसे एक्सटेंशन मेनू के “Active” फ़ील्ड में प्रदर्शित किया जाएगा।',
    'text_2' => 'Chrome टूलबार पर स्थित "Cursor Style" एक्सटेंशन आइकन पर क्लिक करें। एक पॉपअप दिखाई देगा।',
    'text_3' => 'आप इस एक्सटेंशन का उपयोग कैसे करें, इस पर विस्तृत निर्देश <a href="/howto"> इस खंड में</a> पा सकते हैं।',
    'text_4' => 'अपने संग्रह में एक कर्सर जोड़ने के लिए, बस उसके नीचे "जोड़ें" बटन पर क्लिक करें।',
    'more_cursors' => 'अधिक कर्सर',
];
