<?php

return [
    'img_1' => '/images/ru/feedback.webp',
    'title' => 'Прокачай курсор - Свяжитесь с нами через форму обратной связи!',
    'descr' => 'Для нас очень важно мнение наших пользователей, поэтому обязательно свяжитесь с нами, если у вас возникли затруднения, просто расскажите что вы думаете о работе расширения "Прокачай курсор" или предложите свои идеи.',
    'text_1' => 'Нам очень жаль что Вы уходите.',
    'text_2' => 'Для нас очень важно знать, что заставило Вас удалить наш продукт и мы постараемся поскорее это исправить!',
    'i_didnt_like' => 'Мне не поравилось...',
    'send_button' => 'Отправить',
    'thanks_for_feedback' => 'Спасибо за ваш отзыв! Ваше мнение очень важно для нас.',
    'thanks_contact' => 'Спасибо за обращение! Ваше мнение очень важно для нас.',
    'feedback' => 'Обратная связь',
    'name' => 'Имя',
    'subject' => 'Тема',
    'message' => 'Сообщение'
];