<?php

return [
    'thanks_contact' => 'Спасибо за обращение! Ваш отзыв очень важен для нас.',
    'feedback' => 'Обратная связь',
    'name' => 'Имя',
    'subject' => 'Тема',
    'message' => 'Сообщение',
    'email' => 'E-mail',
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - Свяжитесь с нами через форму обратной связи!',
    'descr' => 'Мнение наших пользователей очень важно для нас, поэтому обязательно свяжитесь с нами, если у вас возникнут трудности, просто расскажите, что вы думаете о расширении "Cursor Style" или предложите свои идеи.',
    'text_1' => 'Нам очень жаль, что вы уходите.',
    'text_2' => 'Для нас очень важно узнать, что вам не понравилось, и мы постараемся исправить это как можно скорее!',
    'i_didnt_like' => 'Мне не понравилось...',
    'send_button' => 'Отправить',
    'thanks_for_feedback' => 'Спасибо за ваш отзыв! Ваше мнение очень важно для нас.',
];
