<?php

return [
    'vote_1' => 'Нравится Прокачай курсор?',
    'vote_2' => 'Проголосуй за нас и напиши что ты думаешь!',
    'vote_3' => 'ГОЛОСОВАТЬ',
    'vote_4' => 'НАПОМНИТЬ ПОЗЖЕ',
    'vote_5' => 'не показывать мне больше',    
    'cursor_style' => 'Прокачай курсор',
    'cursor_style_logo_title' => 'Прокачай курсор логотип',
    'cursor_style_logo_link' => 'images/eng-logo.svg',
    'install' => 'Установить',
//    
    'og_title' => 'Бесплатные наборы крутых курсоров - прокачай свой!',
//    
    'menu_main' => 'Главная',
    'menu_how_to_use' => 'Как пользоваться?',
    'menu_collection' => 'Коллекции',
    'menu_contact' => 'Обратная связь',
//    
    'footer_term_of_use' => 'Условия использования',
    'footer_policy' => 'Политика конфиденциальности',
    'footer_cookies_policy' => 'Политика в отношении файлов cookie',
//
    'banner_hey' => 'Привет!',
    'banner_move_your_mouse_here' => 'Давай, наведи сюда курсор мыши',
    'banner_cool' => 'Круто!',
    'banner_add_extension' => 'Добавь себе Chrome™-расширение "Прокачай курсор" и используй наши бесплатные наборы курсоров.',
// OTHER
    'collection' => 'коллекция',
    'collections' => 'Коллекции',
    'other_collections' => 'Другие коллекции курсоров',
    'mouse_cursors' => 'Курсоры для мыши',
    'main_page_no_result' => 'По вашему запросу ничего не найдено',
// INSTALL BLOCK
    'install_alt' => 'Расширение прокачай курсор',
    'install_title' => 'Установи расширение Прокачай курсор и измени надоедливый курсор на всех страничках!',
    'install_text_1' => 'У вас все еще нет расширения «Прокачай курсор»?',
    'install_text_2' => 'Установите его из официального магазина Google Chrome.',
// MAIN PAGE
    'main_page_title' => 'Забавные курсоры для браузера - используй нашу большую бесплатную коллекцию или загрузи свои.',
    'main_page_descr' => 'Теперь чтобы изменить курсор мыши в вашем браузере, достаточно сделать пару кликов. В нашей коллекции огромное количество курсоров на любой вкус, разделенных по категориям, плюс анимационные курсоры.',
    'maing_page_show_more' => 'Показать еще',
    'main_text_1' => 'Курсор мыши – казалось бы, небольшая деталь, с которой, тем не менее, каждый из нас сталкивается каждый день. Но даже несмотря на его небольшие размеры, элемент этот очень важен, именно он способен создать определенное настроение. Креативный, оригинальный курсор мышки может показать Вашу индивидуальность, поднять настроение даже в самый серый день и настроить на позитив при решении обыденных задач. На нашем сайте Вы найдете наборы курсоров разных стилей и оформления – мы учли всевозможные интересы и разработали решения для каждого.',
    'main_text_2' => 'Более того, коллекции постоянно обновляются и пополняются новыми идеями. Игры и смайлики, традиционные флаги и герои сериалов – здесь можно найти все, что душе угодно. Установите свой любимый сюжет или меняйте курсоры каждый день под настроение – с нами Вы можете себе это позволить! Установка курсора происходит из официального каталога Google Chrome буквально в два клика, наверное - это самый простой и быстрый способ изменить курсор мыши. Вы можете скачать курсор, который представлен в каталоге коллекций или даже сделать курсор самостоятельно, загрузив свои изображения в соответствующем меню расширения. Ну и наконец, можно изменить размер курсора, ведь каждый экран монитора по-разному отображает содержание страницы и это так важно, иметь возможность настроить все элементы «под себя». Если Вам надоели стандартные решения – достаточно просто поменять курсор мыши на яркое и необычное изображение! Вы увидите, как эта небольшая деталь способна вмиг изменить мир вокруг.',    
// MAIN PAGE CURSORS MENU
    'main_page_menu_1' => '🔥 В топе сегодня',
    'main_page_menu_2' => '🆕 Новинки',
    'main_page_menu_4' => '🎨 Коллекции',
    'main_page_search' => 'Поиск...',    
    'main_page_menu_3' => 'Анимированные',    
// TEST AREA
    'test_area_hover_cursor' => 'Наведите курсор сюда',
// MODAL WIN
    'm_1' => 'Расширение Chrome не установлено!',
    'm_2' => 'Чтобы добавить выбранный курсор, сначала установите расширение "Прокачай курсор" из официального каталога Google Chrome.',
    'm_3' => 'Отмена',
    'no_result' => 'Ничего не найдено'
];
