<?php

return [
    'img_1' => '/images/ru/success/success-menu.webp',
    'img_2' => '/images/ru/success/add.webp',
    'thanks_for_install' => 'Спасибо, что установили наше расширение!',
    'text_1' => 'Убедитесь, что вы используете расширение "Прокачай курсор" на любой веб-странице, кроме Chrome Web Store, внутренних страниц Google и домашней страницы Chrome, так как политика Google запрещает использование пользовательских курсоров на этих страницах.',
    'text_2' => 'Нажмите на значок расширения "Прокачай курсор", расположенный на панели инструментов Chrome. Появится всплывающее окно.',
    'text_3' => 'Подробную инструкцию о том, как пользоваться расширением, вы найдете <a href="/howto">в этом разделе</a>.',
    'text_4' => 'Чтобы добавить курсор в список меню расширения, нажмите кнопку "Добавить" под ним.',
    'more_cursors' => 'Еще курсоры'
];
