<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'Спасибо за установку нашего расширения!',
    'text_2' => 'Нажмите на иконку расширения "Cursor Style", расположенную на панели инструментов Chrome. Появится всплывающее окно.',
    'text_3' => 'Подробные инструкции по использованию расширения вы найдете <a href="/howto">в этом разделе</a>.',
    'text_4' => 'Чтобы добавить курсор в свою библиотеку, просто нажмите кнопку "Добавить" под ним.',
    'more_cursors' => 'Больше курсоров',
    'text_1' => 'Убедитесь, что вы используете расширение "Cursor Style" на любой веб-странице (нажмите клавишу "F5", чтобы обновить страницу, если курсор по каким-то причинам не работает), кроме Chrome Web Store, внутренних страниц Google и главной страницы Chrome, так как политика Google запрещает использовать пользовательские курсоры на этих страницах. Также для удобства пользователей пользовательский курсор не будет использоваться в всплывающем окне расширения, но для управления текущим курсором он будет отображаться в поле "Активный" в меню расширения.',
];
