<?php

return [
    'title' => 'Cursor Style - የኩኪዎች ፖሊሲ',
    'descr' => 'የእኛን ድረ ገጽ cursor.style ወይም “Cursor Style” ቅጥያ ሲጎበኙ የኩኪ ፖሊሲ። ምርታችንን ሲጠቀሙ ሊያስቡባቸው የሚገቡ አንዳንድ ህጎች።',
    'text' => '<h2> የኩኪ ፖሊሲ </h2>
<p> የእኛን ድረ-ገጽ cursor.style ወይም "Cursor Style" ቅጥያውን በአሳሽዎ ፓነል ውስጥ ሲጎበኙ ወይም ከተወካዮቻችን ጋር በሚገናኙበት ጊዜ ("አገልግሎት") ድርጊትን እንጠቀማለን (እና ሶስተኛ ወገኖች እንዲጠቀሙ እንፈቅዳለን) የድር ቢኮኖች፣ ኩኪዎች፣ የፒክሰል መለያዎች፣ ስክሪፕቶች፣ መለያዎች፣ ኤፒአይዎች እና ሌሎች ቴክኖሎጂዎች ("የክትትል ቴክኖሎጂዎች") ይህ በዚህ ፖሊሲ ("የኩኪ ፖሊሲ") ውስጥ ተብራርቷል፣ ይህም የእኛ አካል ነው።<a href="/privacy"> የግላዊነት ፖሊሲ </a>. </p>
<p> የክትትል ቴክኖሎጂዎች በአገልግሎታችን ላይ አሰሳዎን ለማሻሻል፣ የአገልግሎታችንን አፈጻጸም ለማሻሻል እና በአገልግሎታችን ውስጥ ያለዎትን ተሞክሮ ለማመቻቸት ስለእርስዎ እና በይነመረብ ላይ ያለውን ባህሪ በተመለከተ መረጃ በራስ ሰር እንድንሰበስብ ያስችሉናል። ይህንን መረጃ የአገልግሎታችንን አጠቃቀም ስታቲስቲክስ ለመሰብሰብ፣ ትንታኔዎችን ለማካሄድ፣ ለእርስዎ ፍላጎት የሚስማማ ይዘት ለማድረስ እና ለአገልግሎት ተጠቃሚዎቻችን፣ ደንበኞቻችን እና አጋሮቻችን አገልግሎቶችን ለማስተዳደርም እንጠቀማለን። እንዲሁም ሶስተኛ ወገኖች የክትትል ቴክኖሎጂዎችን በመጠቀም ስለእርስዎ መረጃ እንዲሰበስቡ እንፈቅዳለን። </p>
<p> ኩኪዎች ምንድን ናቸው? ኩኪዎች የድር አገልጋይ የድር ገጽ ሲጎበኙ በኮምፒተርዎ ወይም በተንቀሳቃሽ መሳሪያዎ ላይ የሚያስቀምጣቸው ትናንሽ የጽሑፍ ፋይሎች (ከደብዳቤዎች እና ቁጥሮች ብቻ ያቀፈ) ናቸው። ኩኪን መጠቀም አገልግሎቶቻችንን ለተጠቃሚ ምቹ እንዲሆን ሊያግዝ ይችላል፣ ለምሳሌ የቋንቋ ምርጫዎችዎን እና ቅንብሮችዎን በማስታወስ። ስለ ኩኪዎች የበለጠ መረጃ በ<a href="http://www.allaboutcookies.org"> allaboutcookies.org </a> ላይ ማግኘት ይችላሉ። </p>
<p> ኩኪዎች ለድር ጣቢያ አፈጻጸም በስፋት ጥቅም ላይ ይውላሉ። ኩኪዎችን መጠቀም በገጾች መካከል በብቃት እንዲጓዙ ያስችልዎታል። ኩኪዎች ምርጫዎችዎን ያስታውሳሉ እና በእርስዎ እና በአገልግሎቶች መካከል ያለው መስተጋብር ለስላሳ እና የበለጠ ቀልጣፋ ያደርገዋል። </p>
<p> አገልግሎቶቻችንን በሚጎበኙበት ወይም በሚደርሱበት ጊዜ የክትትል ቴክኖሎጂዎችን እንጠቀማለን (ብዙውን ጊዜ ድረ-ገጾቻችንን ሲጎበኙ) - “የመጀመሪያ ወገን የክትትል ቴክኖሎጂዎች” ይባላሉ። በተጨማሪም፣ የክትትል ቴክኖሎጂዎች በአገልግሎቶቻችን ላይ ይዘትን በሚለጥፉ ሌሎች የሶስተኛ ወገን ድርጅቶች (ለምሳሌ፣ የእኛ የትንታኔ አገልግሎት አቅራቢዎች፣ የንግድ አጋሮች እና አስተዋዋቂዎች) የተከማቹ ናቸው - እነሱም “የሶስተኛ ወገን የክትትል ቴክኖሎጂዎች” ይባላሉ። ሁለቱም አይነት የክትትል ቴክኖሎጂዎች ለአገልግሎቶቻችን በሚጎበኙበት ጊዜ ወይም በተደጋጋሚ ጉብኝቶች ሊከማቹ ይችላሉ። </p>
<h3> ምን አይነት የክትትል ቴክኖሎጂዎችን እንጠቀማለን? አምስት ዋና ዋና የክትትል ቴክኖሎጂዎች አሉ፡ </h3>
<ul>
<li> <b> በጥብቅ አስፈላጊ የክትትል ቴክኖሎጂዎች </b> <br> <p> እነዚህ የክትትል ቴክኖሎጂዎች እንዲገቡ፣ እንዲያስሱ እና የአገልግሎቶቻችንን ተግባር እንዲጠቀሙ ወይም የሚፈልጉትን አገልግሎት እንዲሰጡዎት አስፈላጊ ናቸው (ለምሳሌ፣ የእርስዎ ስም ተጠቃሚ)። እነዚህን የክትትል ቴክኖሎጂዎች ለመጠቀም የእርስዎ ፍቃድ አያስፈልገንም። እነዚህ የክትትል ቴክኖሎጂዎች ለደህንነት እና ለታማኝነት ዓላማዎች፣ለምሳሌ የፖሊሲዎቻችንን ጥሰቶች ለመለየት እንዲሁም የድጋፍ ወይም የደህንነት ባህሪያትን ለማግኘት ሊያገለግሉ ይችላሉ። </p> </li>
<li> <b> ተግባራዊ የክትትል ቴክኖሎጂዎች </b> <br> <p>
እነዚህ የክትትል ቴክኖሎጂዎች አገልግሎቶቻችን ምርጫዎችዎን (እንደ ቋንቋ) እንዲያስታውሱ እና የላቁ እና ለግል የተበጁ ባህሪያትን እንዲያቀርቡ ያስችላቸዋል። ለምሳሌ፣ እነዚህ የክትትል ቴክኖሎጂዎች ለማረጋገጫ (ሲገቡ ለማስታወስ) እና ሌሎች የአገልግሎቶቻችንን ተግባራት ለመደገፍ ያገለግላሉ። </p> </li>
<li> <b> የአፈጻጸም ክትትል ቴክኖሎጂዎች </b> <br> <p>
እነዚህ የክትትል ቴክኖሎጂዎች በመስመር ላይ ስላደረጉት እንቅስቃሴ መረጃ ይሰበስባሉ (ለምሳሌ፣ የአገልግሎቶቻችንን የቆይታ ጊዜ)፣ የባህሪ መረጃን እና የይዘት ተሳትፎ አመልካቾችን ጨምሮ። እነዚህ የክትትል ቴክኖሎጂዎች ለትንታኔ፣ ለምርምር እና ለስታቲስቲክስ (በተጠቃለለ መረጃ ላይ የተመሰረቱ) ያገለግላሉ። </p> </li>
<li> <b> የግብይት ወይም የማስታወቂያ ክትትል ቴክኖሎጂዎች </b> <br> <p>
እነዚህ የክትትል ቴክኖሎጂዎች በፍላጎትዎ ላይ በመመስረት ልዩ ቅናሾችን እና ማስታወቂያዎችን ለእርስዎ ለማቅረብ እንዲሁም የኢሜል የገበያ ዘመቻዎችን ለማካሄድ ያገለግላሉ። አንድ ማስታወቂያ የሚታይበትን ጊዜ ለመገደብ እንዲሁም የማስታወቂያ ዘመቻውን ውጤታማነት ለመለካት ሊያገለግሉ ይችላሉ። ብዙውን ጊዜ በኛ አስተዋዋቂዎች (ለምሳሌ ፣ የማስታወቂያ አውታረ መረቦች) የተስተናገዱ እና ማስታወቂያዎቻቸውን የሚያዩ እና ከእነሱ ጋር የሚገናኙ ፣ ድረ-ገጾቻቸውን የሚጎበኙ ወይም መተግበሪያቸውን የሚጠቀሙ ሰዎችን ሀሳብ ይሰጣቸዋል። </p> </li>
<li> <b> የማህበራዊ ሚዲያ ክትትል ቴክኖሎጂዎች </b> <br> <p>
የእኛ ድረ-ገጽ እንደ ፌስቡክ እና ቭኮንታክቴ ላይ ያሉትን እንደ ላይክ ወይም አጋራ ያሉ ቁልፎችን ወይም የሶስተኛ ወገን የመግቢያ አገልግሎቶችን የመሳሰሉ የማህበራዊ አውታረ መረቦች ተግባራትን ያጠቃልላል። እነዚህ ተግባራት በሶስተኛ ወገን ተለጥፈዋል ወይም በቀጥታ በአገልግሎቶቻችን ላይ ተለጥፈዋል። ከእነዚህ ባህሪያት ጋር ያለዎት መስተጋብር እነዚህን ባህሪያት በሚሰጠው ኩባንያ የግላዊነት መግለጫ ይተዳደራል። </p> </li>
</ul>
<h3> በሚከተሉት አገልግሎቶቻችን ውስጥ የሚያገኟቸው ኩኪዎች፡ </h3>
<ul>
<li> <b> የኩኪ ትንታኔዎች </b> <br> <p> እነዚህ የክትትል ቴክኖሎጂዎች በእኛ አገልግሎቶች ውስጥ ከይዘት ጋር እንዴት እንደሚገናኙ፣ የባህሪ ዓላማዎች (ለምሳሌ፣ የማጣቀሻ ዩአርኤሎች) ወዘተ የመሳሰሉ መረጃዎችን ለመሰብሰብ ያገለግላሉ። ይህንን መረጃ ሪፖርቶችን ለማጠናቀር፣ በእኛ ምክንያት የሚገኘውን ገቢ ለማስላት እና አገልግሎቶቹን ለማሻሻል እና ለግል የተበጁ ምርቶችን እና ይዘቶችን ለማቅረብ እንጠቀማለን። </p> </li>
<li> <b> Google Analytics </b> <br> <p> ይህ ኩኪ ጎብኚዎች የእኛን ፕላትፎርም እንዴት እንደሚጠቀሙ መረጃ ለመሰብሰብ ያገለግላል። ይህንን መረጃ ሪፖርቶችን ለማጠናቀር እና መድረኩን ለማሻሻል እንጠቀማለን። ኩኪዎች መረጃን በማይታወቅ መልኩ ይሰበስባሉ፣ የፕላትፎርም ጎብኚዎች ብዛት፣ ጎብኚዎች ወደ መድረክ መጡ እና የጎበኟቸውን ገጾች ጨምሮ። <br> <a href = "https://policies.google.com/privacy?hl=en" > የግላዊነት ፖሊሲ </a> </p> </li>
<li> <b> Google Tag Manager </b> <br> <p> ይህ ኩኪ በድረ-ገፃችን ገጾች ላይ ስክሪፕቶችን ለመጫን የምንጠቀምበትን የ Google Tag Manager ጋር የተያያዘ ነው። <br> <a href = "https: / /policies.google.com/privacy?hl=en">የግላዊነት ፖሊሲ </a> </p> </li>
</ul>
<p> እባክዎን የክትትል ቴክኖሎጂዎችን በተመለከተ አውቶማቲክ የአሳሽ ማንቂያዎችን እንደማንገነዘብ ወይም ምላሽ እንደማንሰጥ ልብ ይበሉ፣ ለምሳሌ የመከታተያ ጥያቄዎችን አያድርጉ። ይሁን እንጂ የኩኪ ቅንብሮችዎን ለማስተዳደር እና ለማስተዳደር የተለያዩ መንገዶች አሉ። ኩኪዎችን ሲሰርዙ ወይም ሲያግዱ የአገልግሎቶቹ አንዳንድ ተግባራት በትክክል ወይም በብቃት ላይሰሩ እንደሚችሉ ያስታውሱ። </p>
<p> አብዛኛዎቹ የድር አሳሾች ስለ ኩኪዎች አንዳንድ አጠቃላይ መረጃዎችን ይሰጡዎታል ፣ በመሳሪያዎ ላይ ምን ኩኪዎች እንደተከማቹ እንዲመለከቱ ይፈቅድልዎታል ፣ ሁሉንም ወይም በተናጠል እንዲሰርዙ ይፈቅድልዎታል ፣ እንዲሁም የኩኪዎች አጠቃቀምን ለሁሉም ድርጣቢያዎች ወይም በተናጠል ለተመረጡ ጣቢያዎች እንዲያግዱ ወይም እንዲፈቅዱ ይፈቅድልዎታል። እንዲሁም የሶስተኛ ወገን ኩኪዎችን በተናጠል ማሰናከል ይችላሉ። በአሳሹ ወይም በመሳሪያው የቀረቡት ቅንብሮች ብዙውን ጊዜ ለዚያ የተለየ አሳሽ ወይም መሣሪያ ብቻ እንደሚተገበሩ ልብ ይበሉ። </p>
<h3> የኩኪ መረጃ ብዙውን ጊዜ በድር አሳሽ እገዛ ክፍል ውስጥ ይገኛል። </h3>
<p> ከዚህ በታች ለአንዳንድ በተለምዶ ጥቅም ላይ የዋሉ የድር አሳሾች አገናኞች አሉ፡ </p>
<p><a href="https://support.google.com/chrome/answer/95647?hl=en"> Chrome </a> <br>
<a href="https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies"> ኢንተርኔት ኤክስፕሎረር እና ማይክራሶፍት ጠርዝ </a> <br>
<a href="https://support.mozilla.org/en/kb/kuki-informaciya-kotoruyu-veb-sajty-hranyat-na-vas"> ሞዚላ ፋየርፎክስ </a> <br>
<a href="https://support.apple.com/ru-ru/guide/safari/sfri11471/mac"> Safari </a> </p>
<p> የፍላጎት ላይ የተመሰረቱ ማስታወቂያዎችን ለማጥፋት የሚከተለውን ማገናኛ ጠቅ በማድረግ አንዳንድ የሶስተኛ ወገን ኩኪዎችን ለማነጣጠር / ማስታወቂያ ማጥፋት ይችላሉ፡ <a href="http://optout.networkadvertising.org/?c=1"> ከፍላጎት ላይ የተመሰረተ ማስታወቂያ በስህተት ውጣ </a>. </p>
				',
];
