<?php

return [
    'img_1' => '/images/en/feedback.webp',
    'title' => 'Cursor Style - የግብረ መልስ ቅጹን በመጠቀም ያግኙን!',
    'descr' => 'የተጠቃሚዎቻችን አስተያየት ለእኛ በጣም አስፈላጊ ነው, ስለዚህ ማንኛቸውም ችግሮች ካጋጠሙዎት እኛን ማነጋገርዎን ያረጋግጡ, ስለ "Cursor Style" ቅጥያ ምን እንደሚያስቡ ወይም ሀሳቦችዎን ያቅርቡልን.',
    'text_1' => 'እየሄዱ ስለሆነ በጣም አዝነናል።',
    'text_2' => 'ያልወደዱትን ማወቅ ለእኛ በጣም አስፈላጊ ነው እና በተቻለን ፍጥነት ለማስተካከል እንሞክራለን!',
    'i_didnt_like' => 'አልወደድኩትም...',
    'send_button' => 'ላክ',
    'thanks_for_feedback' => 'ለአስተያየትዎ እናመሰግናለን! የእርስዎ አስተያየት ለእኛ በጣም አስፈላጊ ነው.',
    'thanks_contact' => 'ስላነጋገሩን እናመሰግናለን! የእርስዎ አስተያየት ለእኛ በጣም አስፈላጊ ነው.',
    'feedback' => 'ግብረ መልስ',
    'name' => 'ስም',
    'subject' => 'ርዕሰ ጉዳይ',
    'message' => 'መልእክት',
    'email' => 'ኢ-ሜይል',
];
