<?php

return [
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'የእኛን ቅጥያ ስለጫኑ እናመሰግናለን!',
    'text_1' => 'የ"Cursor Style" ቅጥያውን በማንኛውም የድር ገጽ ላይ እየተጠቀሙ መሆንዎን ያረጋግጡ (አንዳንድ ጊዜ ጠቋሚው የማይሰራ ከሆነ ገጹን ለማደስ "F5" ቁልፍን አንድ ጊዜ ይጫኑ) ከ Chrome ድር ማከማቻ፣ ከ Google ውስጣዊ ገጾች እና ከ Chrome መነሻ ገጽ በስተቀር፣ የ Google ፖሊሲ በእነዚህ ገጾች ላይ ብጁ ጠቋሚዎችን መጠቀም ስለሚከለክል ነው። እንዲሁም ለተጠቃሚዎች ምቾት ሲባል ብጁ ጠቋሚው በቅጥያው ብቅ-ባይ ውስጥ አይውልም ነገር ግን አሁን ያለውን ጠቋሚ ለመቆጣጠር በቅጥያው ምናሌ "አክቲቭ" በሚለው መስክ ውስጥ ይታያል።',
    'text_2' => 'በ Chrome የመሳሪያ አሞሌ ላይ የሚገኘውን የ "Cursor Style" የቅጥያ አዶን ጠቅ ያድርጉ። ብቅ ባይ መስኮት ይታያል።',
    'text_3' => 'ማስፋፊያውን እንዴት መጠቀም እንደሚቻል ዝርዝር መመሪያዎችን <a href="/howto">በዚህ ክፍል ውስጥ</a> ያገኛሉ።',
    'text_4' => 'አንድ ጠቋሚ ወደ ቤተ-መጽሐፍትዎ ለማከል ከስር ያለውን "አክል" ቁልፍ ብቻ ይጫኑ።',
    'more_cursors' => 'ተጨማሪ ጠቋሚዎች',
];
