<?php

return [
	'img_1' => '/images/ru/feedback.webp',
	'title' => 'Прокачай курсор - Зв\'яжіться з нами через форму зворотнього зв\'язку!',
	'descr' => 'Для нас дуже важлива думка наших користувачів, тому обов\'язково зв\'яжіться з нами, якщо у вас виникли труднощі, просто розкажіть, що ви думаєте про роботу розширення "Прокачай курсор" або запропонуйте свої ідеї.',
	'text_1' => 'Нам дуже шкода, що Ви йдете.',
	'text_2' => 'Для нас дуже важливо знати, що змусило Вас видалити наш продукт і ми постараємося якнайшвидше це виправити!',
	'i_didnt_like' => 'Мені не сподобалося...',
	'send_button' => 'Надіслати',
	'thanks_for_feedback' => 'Дякуємо за ваш відгук! Ваша думка дуже важлива для нас.',
	'thanks_contact' => 'Дякуємо за звернення! Ваша думка дуже важлива для нас.',
	'feedback' => 'Зворотній зв\'язок',
	'name' => 'Ім\'я',
	'subject' => 'Тема',
	'message' => 'Повідомлення',
];
