<?php

return [
    'title' => 'Cursor Style - Зв\'яжіться з нами через форму зворотного зв\'язку!',
    'descr' => 'Думка наших користувачів дуже важлива для нас, тож обов\'язково зв\'яжіться з нами, якщо у вас виникли складнощі, просто розкажіть, що ви думаєте про розширення "Cursor Style" або запропонуйте свої ідеї.',
    'text_2' => 'Для нас дуже важливо дізнатися, що вам не сподобалося, і ми постараємося виправити це якнайшвидше!',
    'thanks_for_feedback' => 'Дякуємо за ваш відгук! Ваш відгук дуже важливий для нас.',
    'thanks_contact' => 'Дякуємо за звернення! Ваш відгук дуже важливий для нас.',
    'img_1' => '/images/en/feedback.webp',
    'text_1' => 'Нам дуже шкода, що ви йдете.',
    'i_didnt_like' => 'Мені не сподобалось...',
    'send_button' => 'Надіслати',
    'feedback' => 'Відгук',
    'name' => 'Ім\'я',
    'subject' => 'Тема',
    'message' => 'Повідомлення',
    'email' => 'Електронна пошта',
];
