<?php

return [
	'img_1' => '/images/ru/success/success-menu.webp',
	'img_2' => '/images/ru/success/add.webp',
	'thanks_for_install' => 'Дякую, що встановили наше розширення!',
	'text_1' => 'Переконайтеся, що ви використовуєте розширення "Прокачай курсор" на будь-якій веб-сторінці, крім Chrome Web Store, внутрішніх сторінок Google та домашньої сторінки Chrome, оскільки політика Google забороняє використання курсорів користувачів на цих сторінках.',
	'text_2' => 'Натисніть значок розширення "Прокачай курсор" на панелі інструментів Chrome. З\'явиться спливаюче вікно.',
	'text_3' => 'Детальну інструкцію про те, як користуватися розширенням, ви знайдете <a href="/howto">у цьому розділі</a>.',
	'text_4' => 'Щоб додати курсор до списку меню розширення, натисніть кнопку "Додати" під ним.',
	'more_cursors' => 'Ще курсори',
];

