<?php

return [
    'text_3' => 'Ви знайдете детальні інструкції щодо використання розширення <a href="/howto"> у цьому розділі</a>.',
    'text_4' => 'Щоб додати курсор до вашої бібліотеки, просто натисніть кнопку "Додати" під ним.',
    'text_1' => 'Переконайтеся, що ви використовуєте розширення "Cursor Style" на будь-якій веб-сторінці (натисніть клавішу "F5", щоб оновити сторінку, якщо курсор не працює з якихось причин), за винятком Chrome Web Store, внутрішніх сторінок Google та домашньої сторінки Chrome, оскільки політика Google забороняє використання власних курсорів на цих сторінках. Також, для зручності користувачів, власний курсор не буде використовуватися у спливаючому вікні розширення, але для керування поточним курсором він буде відображений у полі "Активний" у меню розширення.',
    'text_2' => 'Натисніть на іконку розширення "Cursor Style", розташовану на панелі інструментів Chrome. З\'явиться спливаюче вікно.',
    'img_1' => '/images/en/success/success-menu.webp',
    'img_2' => '/images/en/success/add.webp',
    'thanks_for_install' => 'Дякуємо за встановлення нашого розширення!',
    'more_cursors' => 'Більше курсорів',
];
